{
  "Site": {
    "title": "Migration Lawyers",
    "description": "Legal defense of citizens rights in the State Migration Service. Obtaining Ukrainian citizenship, obtaining a residence permit, renouncing Ukrainian citizenship."
  },
  "Menu": {
    "main": "Main",
    "services": "Servises",
    "contacts": "Contacts",
    "legislation": "legislation"
  },
  "Footer": {
    "copyright": "All rights reserved",
    "address": "Ukraine, Kyiv, Derevlyanska Street, Building 13"
  },
  "Home": {
    "lawyer": "Migration Lawyers",
    "title": "Protection of citizens rights in the State Migration Service",
    "description": "Lawyers Antoniy Kurts, Dmytro Kovalenko, and Serhiy Kucheryavenko, who are members of the National Association of Advocates of Ukraine's committee on migration law, citizenship, protection from expulsion, and extradition, along with a team of specialists in various fields of law, ensure the protection of the violated rights of foreign citizens, stateless persons, and Ukrainian citizens in relations with the State Migration Service of Ukraine and other law enforcement agencies.",

    "whomTitle": "Whom we can help",
    "whomBox1Title": "If you have encountered unlawful actions by the authorities of the State Migration Service of Ukraine in such cases:",
    "whomBox1Li1": "cancellation of immigration permits and recognition of permanent residency permits as invalid;",
    "whomBox1Li2": "cancellation of decisions on acquiring Ukrainian citizenship, recognition of citizenship passports as invalid, and/or passport confiscation;",
    "whomBox1Li3": "refusal (delays) in processing immigration permits to Ukraine;",
    "whomBox1Li4": "refusal (delays) in processing temporary residency permits in Ukraine;",
    "whomBox1Li5": "decision on entry ban to Ukraine or forced return (deportation);",
    "whomBox1Li6": "refusal to exchange Ukrainian citizenship passports.",

    "whomBox2Title": "For individuals in need of legal representation due to being held accountable for:",
    "whomBox2Li1": "violations of legislation regarding the legal status of foreigners and stateless persons;",
    "whomBox2Li2": "illegal assistance to foreigners or stateless persons in evading departure from Ukraine;",
    "whomBox2Li3": "illegal crossing or attempted illegal crossing of Ukraine's state border;",
    "whomBox2Li4": "failure to fulfill obligations as the receiving party.",

    "whomBox3Title": "For foreigners who intend to apply to the State Migration Service of Ukraine for:",
    "whomBox3Li1": "acquiring Ukrainian citizenship;",
    "whomBox3Li2": "obtaining immigration permits to Ukraine;",
    "whomBox3Li3": "applying for permanent/temporary residency;",
    "whomBox3Li4": "extending the duration of stay in Ukraine;",
    "whomBox3Li5": "obtaining stateless person status.",

    "whomBox5Title": "Restoration of lost civil status documents in Ukraine:",
    "whomBox5Li1": "obtaining duplicates of birth, marriage, and name change certificates;",
    "whomBox5Li2": "restoration of civil status records;",
    "whomBox5Li3": "making additions and changes to civil status records;",
    "whomBox5Li4": "searching for information in archival institutions and obtaining relevant certificates.",

    "detailsButton": "More details",

    "accessibility": "Find out how we serve clients from different parts of the world",

    "whomOtherServicesTitle": "SERVICES REGARDING CITIZENSHIP",
    "whomBox4Title1": "Renunciation of Ukrainian citizenship: ",
    "whomBox4Li1": "Consultation",
    "whomBox4Li1P1": "We offer personalized consultation with an immigration lawyer regarding the loss or renunciation of Ukrainian citizenship. By ordering such consultation, you will receive comprehensive information and practical advice on the specified issue from a lawyer who has been practicing exclusively in the field of acquiring and losing Ukrainian citizenship for many years. Consultation can be conducted in person by visiting our office or using messenger apps like Telegram, WhatsApp, Signal.",
    "whomBox4Li2": "Legal support",
    "whomBox4Li2P1": "For Ukrainian citizens who have made a well-considered decision, are aware of its legal consequences, but still intend to raise the issue of renouncing Ukrainian citizenship or initiate the procedure for its loss, we offer full legal support at all stages of consideration of the submitted petition aimed at achieving the desired result.",
    "whomBox4Title2": "Renunciation of previous citizenship by foreigners who have obtained Ukrainian citizenship:",
    "whomBox4Li3": "Within two years from the moment of acquiring Ukrainian citizenship, a foreigner must provide the migration service with a document confirming the renunciation of previous citizenship. In practice, the procedure for fulfilling such a legal requirement is not sufficiently regulated and is associated with legal and organizational complexities, and in some cases it may be impossible. Therefore, after obtaining a temporary certificate of Ukrainian citizenship, we recommend seeking legal advice to determine an effective, reasonable algorithm of actions, without wasting time and money on collecting unnecessary certificates.",
    "whyTitle": "Why should you turn to an immigration lawyer?",
    "whyP1": "Individuals who have arrived in Ukraine for the first time and have the opportunity to have unforgettable experiences while visiting state authorities and institutions usually aim to minimize any further interaction with the state and the associated stress.",
    "whyP2": "We have been practicing in the field of migration law for over 15 years. During this time, we have thoroughly studied the mindset, behavior, and working style of officials from the State Migration Service of Ukraine, as well as employees of other law enforcement agencies of Ukraine.",
    "whyP3": "Unfortunately, violations of legislation, corrupt practices, disregard for the rights and freedoms of foreign citizens and Ukrainian citizens occur constantly. Foreigners feel helpless and lost in the face of the arbitrariness of officials of state authorities. Currently, we can no longer calmly observe what is happening in our society.",
    "whyP4": "- We are confident, we possess the strength and knowledge..."
  },
  "Contacts": {
    "title": "How to contact us",
    "address1": "Ukraine, Kyiv, Derevlyanska Street, Building 13, Office 303",
    "address2": "Ukraine, Kyiv, Vyacheslava Chernovola Street, Building 27, Office 217"
  },
  "Services": {
    "title": "Our Services",
    "description": "If you need help with a question not listed below, please let us know. We may be able to assist. We are always looking to fill the gaps and ensure everyone has access to migration law advice.",
    "titleServicesList": "We help",
    "whomBox1Title": "The main direction of our legal activity is the protection of the rights of Ukrainian citizens and foreigners from violations by the State Migration Service of Ukraine.",
    "whomBox1AfterTitle": "The lawsuit statistics of our migration practice indicate that the most common administrative violations currently include cases of the heads of territorial authorities (divisions) of the State Migration Service making the following unjustified decisions:",
    "whomBox1Li1": "cancellation of immigration permits and recognition of permanent residency permits as invalid;",
    "whomBox1Li2": "cancellation of decisions on acquiring Ukrainian citizenship, recognition of citizenship passports as invalid, and/or passport confiscation;",
    "whomBox1Li3": "refusal (delays) in processing immigration permits to Ukraine;",
    "whomBox1Li4": "refusal (delays) in processing temporary residency permits in Ukraine;",
    "whomBox1Li5": "decision on entry ban to Ukraine or forced return (deportation);",
    "whomBox1Li6": "refusal to exchange Ukrainian citizenship passports.",
    "whomBox1P1": "Over the years, much has changed in the field of public administration, but phenomena of inefficiency in officials' decisions and bureaucracy, compliance with meaningless instructions from top management remain constant.",
    "whomBox1P2": "With some exceptions, heads of state territorial authorities and divisions of the State Migration Service of Ukraine are unwilling to listen to statements, reasoned arguments, and explanations. Officials rarely refer to the European Convention on Human Rights and Fundamental Freedoms, the practice of the European Court of Human Rights, are unaware of the balance of interests, and are indifferent to the possible severity of consequences for individuals resulting from the acts of individual action.",
    "whomBox1P3": "The only argument in disputes with subjects of authoritative powers remains and has been the court decision recognizing the unlawful conduct with the prospect of further personal responsibility of the specific official.",
    "whomBox1P4": "We have enough of such decisions. Almost all of them record the unlawful inaction of heads of territorial authorities of the State Migration Service of Ukraine and oblige certain actions to be taken by the court, aimed at restoring the rights of the individuals we represent.",
    "whomBox1P5": "We are creating relevant judicial doctrine in the field of migration law and constantly improving it.",
    "whomBox2Title": "We provide qualified legal protection to citizens in connection with their being held accountable for the following offenses:",
    "whomBox2Li1": "violations of legislation regarding the legal status of foreigners and stateless persons;",
    "whomBox2Li2": "illegal assistance to foreigners or stateless persons in evading departure from Ukraine;",
    "whomBox2Li3": "illegal crossing or attempted illegal crossing of Ukraine's state border;",
    "whomBox2Li4": "failure to fulfill obligations as the receiving party.",
    "whomBox2P1": "Indeed, almost every person has committed administrative offenses in their life, but the fact of holding a person accountable for a violation in the field of migration legislation can significantly complicate their legal position or hinder lawful expectations in the future. We especially advise foreign citizens to be mindful of legal caution since decisions on entry bans to Ukraine or refusals from the migration service to process documents may be associated with the aforementioned circumstances.",
    "whomBox2P2": "If you have been summoned to compile a protocol on an administrative offense or detained by law enforcement officers on the street, please contact us by phone ",
    "whomBox2P2or": "  or  ",
    "whomBox2P22": " at your earliest convenience.",

    "whomBox3Title": "You can contact us if you need:",
    "whomBox3Li1": "acquire Ukrainian citizenship;",
    "whomBox3Li2": "obtain immigration permits to Ukraine;",
    "whomBox3Li3": "apply for permanent/temporary residency;",
    "whomBox3Li4": "extend the duration of stay in Ukraine;",
    "whomBox3Li5": "obtain stateless person status.",
    "whomBox3P1": "Together with you, we will determine the grounds for application, prepare the necessary documents, and provide assistance for personal submission to the territorial office (division) of the migration service. It's only natural to speculate why the presence of an experienced lawyer alongside the client results in minimal refusals or unpleasant surprises.",

    "whomBox4Title": "Obtaining documents from civil registration authorities",
    "whomBox4P1": "Obtaining new or duplicate documents issued by the Civil Registry Office is common nowadays. Often this necessity arises from the loss or damage of documents, but there can be other reasons, such as the need to document the grounds for immigration or citizenship, replacing Soviet-era documents with modern ones, etc.",
    "whomBox4P2": "Upon your request, we will obtain duplicates of the following documents for you:",
    "whomBox4Li1": "birth certificate;",
    "whomBox4Li2": "marriage certificate;",
    "whomBox4Li3": "death certificate;",
    "whomBox4Li4": "name change certificate;",
    "whomBox4Li5": "archival birth certificate.",
    "whomBox4P3": "In addition to these certificates, you can order an extract from the corresponding civil status record in full or shortened form.",
    "whomBox4P4": "In the event that the civil status record has not been preserved (or only partially preserved) or contains discrepancies with other personal documents, acting on your behalf, we will take care of making additions, corrections or restoring it.",

    "additionalServicesTitle": "Termination of Ukrainian Citizenship",
    "additionalServicesP1": "Ukrainian citizenship is a legal bond between an individual and Ukraine, expressed in their mutual rights and obligations.",
    "additionalServicesP2": "Article 17 of the Law of Ukraine «On Ukrainian Citizenship» lists the possible grounds upon which Ukrainian citizenship is terminated, namely, renunciation or loss.",
    "additionalServicesUl1P1": "For any of these grounds, the logic of our legislation and international treaties ratified by Ukraine regulating public relations in the sphere of citizenship termination are based on the following principles:",
    "additionalServicesUl1Li1": "inability for a citizen to sever ties with the state quickly. The individual's will must be reflected in the consistent overcoming of legal obstacles, waiting, and performing certain actions;",
    "additionalServicesUl1Li2": "previous citizenship can only be terminated after acquiring the next one;",
    "additionalServicesUl1Li3": "the decision to terminate citizenship is exclusively made by the President of Ukraine.",
    "additionalServicesTitle2": "Since Ukrainian citizenship can be terminated by renunciation or loss, it is important to understand the legal specifics of these procedures.",
    "additionalServicesList1Title": "Termination of Ukrainian citizenship by renunciation:",
    "additionalServicesList1Item1": "the initiator is always the citizen or their representative;",
    "additionalServicesList1Item2": "permitted for individuals who have obtained the status of permanent residents abroad;",
    "additionalServicesList1Item3": "the application is submitted to Ukrainian diplomatic missions abroad;",
    "additionalServicesList1Item4": "there is a requirement to provide sufficient evidence of acquiring citizenship of another state.",
    "additionalServicesList2Title": "Loss of citizenship:",
    "additionalServicesList2Item1": "the relevant procedure begins upon the recommendation of a competent authority of state power in Ukraine;",
    "additionalServicesList2Item2": "it is sufficient to receive official information indicating the voluntary acquisition of another citizenship;",
    "additionalServicesList2Item3": "it can occur without involving the citizenship holder and without considering their opinion.",
    "additionalServicesP3": "We are compelled to note that in recent years, due to the difficult situation in the country, the migration policy implemented by competent authorities clearly encourages delaying the consideration of citizens' requests for acquiring and terminating Ukrainian citizenship.",
    "additionalServicesP4": "A committee of the National Association of Lawyers of Ukraine on migration law has developed a protocol of representative actions on behalf of Ukrainian citizens who have decided to terminate their Ukrainian citizenship.",
    "additionalServicesP5": "Together with you, we will plan the sequence of joint actions, determine and prepare the list of documents that would be expedient to use, and if necessary, ensure the personal presence of lawyers.",
    "additionalServicesTitle3": "PLEASE NOTE",
    "additionalServicesP6": "An individual who has renounced or lost Ukrainian citizenship in the established manner is not deprived of the opportunity to use the right to restore it in accordance with the established procedure."
  },
  "Legislation": {
    "title": "legislation",
    "description": "On this page, you can find links to the current legislation of Ukraine in the field of migration law.",
    "filtering": "Choose a category"
  },
  "Accessibility": {
    "title1": "Outside Kyiv and Kyiv region?",
    "title2": "Or just hate traveling?",
    "description": "Read on to find out why we're easy to work with!",
    "sectionTitle1": "We're accessible",
    "sectionP1": "We get it – attending a law firm in the center of Kyiv in the middle of the day is not always possible. You may live far away, have a disability that makes travel challenging, or you just can't take another day off work. Not to worry. We provide services to clients all around the world. If you are a caregiver and you need to bring a family member along to the office, that’s fine too. We have magazines, age-appropriate colouring books and (sometimes) even ice cream. We are family and senior friendly.",
    "sectionTitle2": "We're tech savvy... sort of",
    "sectionLi1": "We can meet with clients using Zoom, Skype and other video technologies",
    "sectionLi2": "We speak to clients during off hours to accommodate different time zones and work schedules",
    "sectionLi3": "We accept electronic signatures in our legal aid agreements",
    "sectionLi4": "We accept payment by electronic transfer and card",
    "sectionLi5": "We send invoices not only to e-mail, but also to your mailbox",
    "sectionLi6": "We communicate in a way convenient for you (including SMS)",
    "sectionLi7": "We send documents to clients using Nova Poshta, e-mail or cloud software",
    "sectionLi8": "We don't expect you to have the desire to spend time printing out documents"
  },
  "Page404": {
    "notFound": "Page not found",
    "tryMore": "Go back or try a different link"
  }
}
