{
  "Site": {
    "title": "Migration Lawyers",
    "description": "Legal defense of citizens rights in the State Migration Service. Obtaining Ukrainian citizenship, obtaining a residence permit, renouncing Ukrainian citizenship."
  },
  "Menu": {
    "main": "Main",
    "interpol": "Interpol",
    "services": "Servises",
    "contacts": "Contacts",
    "legislation": "legislation"
  },
  "Footer": {
    "copyright": "All rights reserved",
    "address": "Ukraine, Kyiv, Derevlyanska Street, Building 13"
  },
  "Home": {
    "lawyer": "Migration Lawyer",
    "title": "Protection of citizens rights in the State Migration Service",
    "description": "Lawyers Antonii Kurts, Dmytro Kovalenko, and Serhiy Kucheryavenko, who are members of the National Association of Advocates of Ukraine's committee on migration law, citizenship, protection from expulsion, and extradition, along with a team of specialists in various fields of law, ensure the protection of the violated rights of foreign citizens, stateless persons, and Ukrainian citizens in relations with the State Migration Service of Ukraine and other law enforcement agencies.",
    "heroPicture": "An orange globe in the background, a judicial gavel in the foreground",

    "whomTitle": "Whom we can help",
    "whomBox1Title": "If you have encountered unlawful actions by the authorities of the State Migration Service of Ukraine in such cases:",
    "whomBox1Li1": "cancellation of immigration permits and recognition of permanent residency permits as invalid;",
    "whomBox1Li2": "cancellation of decisions on acquiring Ukrainian citizenship, recognition of citizenship passports as invalid, and/or passport confiscation;",
    "whomBox1Li3": "refusal (delays) in processing immigration permits to Ukraine;",
    "whomBox1Li4": "refusal (delays) in processing temporary residency permits in Ukraine;",
    "whomBox1Li5": "decision on entry ban to Ukraine or forced return (deportation);",
    "whomBox1Li6": "refusal to exchange Ukrainian citizenship passports.",
    "whomBox1picture": "A lawyer in a suit holds a brown leather bag in his hand",

    "whomBox2Title": "Individuals in need of legal representation due to being held accountable for:",
    "whomBox2Li1": "violations of legislation regarding the legal status of foreigners and stateless persons;",
    "whomBox2Li2": "illegal assistance to foreigners or stateless persons in evading departure from Ukraine;",
    "whomBox2Li3": "illegal crossing or attempted illegal crossing of Ukraine's state border;",
    "whomBox2Li4": "failure to fulfill obligations as the receiving party;",
    "whomBox2Li5": "exceeding the permitted period of stay on the territory of Ukraine.",
    "whomBox2picture": "The judicial gavel on the background of the scales of justice and a stack of books",

    "whomBox3Title": "For foreigners who intend to apply to the State Migration Service of Ukraine for:",
    "whomBox3Li1": "acquiring Ukrainian citizenship;",
    "whomBox3Li2": "obtaining immigration permits to Ukraine;",
    "whomBox3Li3": "applying for permanent/temporary residency;",
    "whomBox3Li4": "extending the duration of the stay in Ukraine;",
    "whomBox3Li5": "obtaining stateless person status.",
    "whomBox3picture": "A fence with barbed wire and a sign with the inscription: Let's stop illegal immigration. Obtaining a residence permit",

    "whomBox5Title": "Restoration of lost civil status documents in Ukraine:",
    "whomBox5Li1": "obtaining duplicates of birth, marriage, and name change certificates;",
    "whomBox5Li2": "restoration of civil status records;",
    "whomBox5Li3": "making additions and changes to civil status records;",
    "whomBox5Li4": "searching for information in archival institutions and obtaining relevant certificates.",
    "whomBox5picture": "Hall of the civil status registration authority, where birth, marriage, and name change certificates are obtained",

    "whomBox6Title": "Citizens of Ukraine who need assistance in connection with:",
    "whomBox6Li1": "the need to confirm the acquisition of Ukrainian citizenship for a child by birth;",
    "whomBox6Li2": "departure for permanent residence outside Ukraine;",
    "whomBox6Li3": "returning to Ukraine and deregistration from consular records;",
    "whomBox6Li4": "appealing against the actions (inaction) of diplomatic missions abroad;",
    "whomBox6Li5": "the need to prove non-resident tax status.",
    "whomBox6picture": "Ukrainian passport, Ukrainian citizenship",

    "detailsButton": "More details",

    "accessibility": "Find out how we serve clients from different parts of the world",

    "whomOtherServicesTitle": "SERVICES REGARDING CITIZENSHIP",
    "whomBox4Title1": "Renunciation of Ukrainian citizenship: ",
    "whomBox4Li1": "Consultation",
    "whomBox4Li1P1": "We offer personalized consultation with an immigration lawyer regarding the loss or renunciation of Ukrainian citizenship. By ordering such consultation, you will receive comprehensive information and practical advice on the specified issue from a lawyer who has been practicing exclusively in the field of acquiring and losing Ukrainian citizenship for many years. Consultation can be conducted in person by visiting our office or using messenger apps like Telegram, WhatsApp, Signal.",
    "whomBox4Li2": "Legal support",
    "whomBox4Li2P1": "For Ukrainian citizens who have made a well-considered decision, are aware of its legal consequences, but still intend to raise the issue of renouncing Ukrainian citizenship or initiate the procedure for its loss, we offer full legal support at all stages of consideration of the submitted petition aimed at achieving the desired result.",
    "whomBox4Title2": "Renunciation of previous citizenship by foreigners who have obtained Ukrainian citizenship:",
    "whomBox4Li3": "Within two years from the moment of acquiring Ukrainian citizenship, a foreigner must provide the migration service with a document confirming the renunciation of previous citizenship. In practice, the procedure for fulfilling such a legal requirement is not sufficiently regulated and is associated with legal and organizational complexities, and in some cases it may be impossible. Therefore, after obtaining a temporary certificate of Ukrainian citizenship, we recommend seeking legal advice to determine an effective, reasonable algorithm of actions, without wasting time and money on collecting unnecessary certificates.",
    "whomBox4picture": "A family with suitcases at the airport who wants to withdraw from Ukrainian citizenship",

    "whyTitle": "Why should you turn to an immigration lawyer?",
    "whyP1": "Individuals who have arrived in Ukraine for the first time and have the opportunity to have unforgettable experiences while visiting state authorities and institutions usually aim to minimize any further interaction with the state and the associated stress.",
    "whyP2": "We have been practicing in the field of migration law for over 15 years. During this time, we have thoroughly studied the mindset, behavior, and working style of officials from the State Migration Service of Ukraine, as well as employees of other law enforcement agencies of Ukraine.",
    "whyP3": "Unfortunately, violations of legislation, corrupt practices, disregard for the rights and freedoms of foreign citizens and Ukrainian citizens occur constantly. Foreigners feel helpless and lost in the face of the arbitrariness of state officials. Currently, we can no longer calmly observe what is happening in our society.",
    "whyP4": "- We are confident, we possess the strength and knowledge...",
    "whyPicture": "A man is writing something at an office table, and in the foreground is the inscription: Lawyer.",
    "whatYouGetTitle": "What You Get When You Consult an Immigration Lawyer",
    "wygItem1Title": "Interactive Application",
    "wygItem1Text": "You can contact us via Telegram, WhatsApp, or Viber and send copies of your existing documents. We will review your files and advise you on the best course of action for your case! No complicated forms or paperwork.",
    "wygItem2Title": "Personalized Document Checklist",
    "wygItem2Text": "Our team will create a customized checklist of the documents you need, ensuring a complete and accurate application.",
    "wygItem3Title": "In-Depth Legal Review",
    "wygItem3Text": "Your case will be reviewed multiple times by experienced lawyers to identify any mistakes and minimize the risk of rejection.",
    "wygItem4Title": "Legal Representation",
    "wygItem4Text": "A lawyer will meet you and accompany you during every visit to the immigration office, boosting your confidence."
  },
  "Contacts": {
    "title": "How to contact us",
    "description": "On this page, you will be able to find the telephone numbers of the migration attorney and the addresses of the offices.",
    "heroPicture": "A statuette of the goddess of justice and a judge's gavel in the foreground",
    "lawyer1": "Lawyer Antonii Kurts",
    "address1": "Ukraine, Kyiv, Derevlyanska Street, Building 13, Office 303",
    "lawyer2": "Lawyer Dmytro Kovalenko",
    "address2": "Ukraine, Kyiv, Vyacheslava Chernovola Street, Building 27, Office 217"
  },
  "Interpol": {
    "title": "Interpol",
    "descriptionSite": "Red notices, like other types of Interpol notices, play an important role in maintaining international law and order, but in practice they are not always used as intended. In some cases, these tools become a means of governmental pressure and are used to persecute individuals for political, personal, economic, or military reasons. Such practices can lead to unjustified arrests, detentions, and restrictions on freedom of movement.",
    "description": "Red notices, like other types of Interpol notices, play an important role in maintaining international law and order, but in practice they are not always used as intended. In some cases, these tools become a means of governmental pressure and are used to persecute individuals for political, personal, economic, or military reasons.<br></br>Such practices can lead to unjustified arrests, detentions, and restrictions on freedom of movement.",
    "heroPicture": "Interpol",
    "title1": "What is an Interpol search?",
    "text1": "Interpol is an international organization that coordinates cooperation between law enforcement agencies of different countries. Upon the request of one country, a notice (most often a Red Notice) may be issued, which effectively limits freedom of movement and may lead to arrest when crossing the border or during a routine check.",
    "title2": "How to find out if you're wanted by Interpol?",
    "text2": "The publicly available information about wanted individuals published on Interpol’s official website is regularly updated but remains subject to certain limitations. We do not recommend relying solely on the absence of search results about yourself in this database. <indent>The most accurate and up-to-date information about your status can only be obtained by submitting a request to the Commission for the Control of Interpol’s Files (CCF).</indent> <indent>If you wish to clarify your status with Interpol, we are ready to assist you with preparing the necessary request and obtaining an official response from the CCF.</indent>",
    "title3": "Types of Interpol Notices",
    "text3": "Interpol uses a color-coded notice system. Notices are standardized international messages used to share information among law enforcement agencies of 195 member countries. Each notice has its own color, purpose, and scope, which enables an effective response to various threats and international security situations.",
    "title4": "Special Notice:",
    "text4": "The UN Security Council Special Notice is issued under UN sanctions regimes and relates to individuals and entities suspected of terrorism, terrorist financing, or other threats to international security.",
    "titleList1": "Main types of notices:",
    "list1Item1": "<bold>Red Notice</bold> <br></br>Used to locate individuals wanted for prosecution or to serve a sentence. It is essentially an international request for provisional arrest with a view to extradition.",
    "list1Item2": "<bold>Green Notice</bold> <br></br>Issued to provide warnings and criminal intelligence about persons who have committed criminal offenses and are likely to repeat these crimes in other countries.",
    "list1Item3": "<bold>Orange Notice</bold> <br></br>Used to warn of imminent threats to public safety such as disguised weapons, explosives, or other dangerous materials.",
    "list1Item4": "<bold>Blue Notice</bold> <br></br>Used to collect additional information about a person’s identity, location, or activities in relation to a crime.",
    "list1Item5": "<bold>Yellow Notice</bold> <br></br>Used to locate missing persons, including minors, or to help identify persons who are unable to identify themselves.",
    "list1Item6": "<bold>Black Notice</bold> <br></br>Used to seek information about unidentified bodies found in a member country.",
    "list1Item7": "<bold>Purple Notice</bold> <br></br>Used to provide information about modi operandi, objects, devices, or concealment methods used by criminals.",
    "list1Item8": "<bold>Special Notice</bold> <br></br>The UN Security Council Special Notice is issued under UN sanctions regimes and relates to individuals and entities suspected of terrorism, terrorist financing, or other threats to international security.",
    "redTitle": "Interpol Red Notice: What it is and Why it is Used",
    "redText1": "An Interpol Red Notice (sometimes called a red card) is an international alert issued in cases where there is a risk of a suspect fleeing. It plays a key role in bringing fugitives to justice and greatly facilitates the process of extradition.",
    "redText2": "A Red Notice is an official communication sent to law enforcement agencies of all Interpol member countries. It notifies them that the individual should be located and provisionally arrested pending extradition.",
    "titleList2": "Main requirements for issuing an Interpol Red Notice",
    "textList2": "In order for Interpol to issue a Red Notice, the requesting country must meet strict criteria. These conditions are in place to prevent abuse of the international alert system and to protect human rights.",
    "list2Title1": "Legal basis",
    "list2Item1": "A valid national arrest warrant or judicial decision must exist regarding the wanted person.",
    "list2Title2": "Seriousness of the offense",
    "list2Item2": "A Red Notice can only be issued for serious crimes such as murder, terrorism, major financial crimes, and others under international criminal law.",
    "list2Title3": "Presence outside the requesting country",
    "list2Item3": "The person must be abroad or there must be a reasonable belief that they have left the territory of the issuing country.",
    "list2Title4": "Compliance with Interpol’s rules",
    "list2Item4": "The notice request must not violate Interpol’s Constitution and regulations. In particular, notices based on political, military, religious, or racial motives are prohibited.",
    "list2Title5": "Provision of evidence",
    "list2Item5": "The requesting country must present sufficient factual materials to justify the necessity and validity of the Red Notice.",
    "list2Title6": "Risk assessment for human rights violations",
    "list2Item6": "Interpol may reject a request if there are grounds to believe that publishing the notice would lead to human rights violations — for example, in cases involving evidence of torture, unfair trials, or political persecution.",
    "title6": "What does a Red Notice include?",
    "titleList3": "Typically, a Red Notice contains the following information:",
    "text1List3": "Identification data:",
    "item1Text1List3": "Photograph;",
    "item2Text1List3": "General physical description (height, build, tattoos, etc.);",
    "item3Text1List3": "Fingerprint data;",
    "item4Text1List3": "ID and citizenship document numbers;",
    "item5Text1List3": "Other information aiding more accurate identification.",
    "text2List3": "Legal information:",
    "item1Text2List3": "Nature of the criminal charge;",
    "item2Text2List3": "Legal basis for the case (laws referenced);",
    "item3Text2List3": "Information about the arrest warrant and other legal documents.",
    "diffusionTitle": "Interpol Diffusion",
    "diffusionText1": "A diffusion is a form of international alert used for the same purposes as a notice but with a different submission procedure. Unlike official notices, diffusions are sent directly by one Interpol member country to selected other countries without involving the General Secretariat.",
    "diffusionText2": "In essence, a diffusion serves the same function as a Red Notice: it alerts law enforcement in other countries of a request to detain a specific person. However, unlike a Red Notice, a diffusion is not officially published by Interpol.",
    "diffusionText3": "Despite procedural differences, the consequences of a diffusion may be similar to those of a Red Notice, including arrest and extradition.",
    "persecutionTitle": "How to stop unlawful persecution through Interpol?",
    "persecutionText1": "The Commission for the Control of Interpol's Files (CCF) is responsible for ensuring lawful processing of personal data and compliance with Interpol regulations. It handles requests for access, correction, or deletion of data held by Interpol. Each case is reviewed individually to assess the legitimacy of the data and any potential rights violations.",
    "persecutionText2": "Submitting a request to the CCF is the most effective way to obtain official information and initiate the appeal process.",
    "persecutionText3": "Deletion of data from Interpol’s database is carried out through an official request to the CCF. This request must be well-reasoned and supported by evidence, such as court rulings, official documents, or other materials.",
    "persecutionText4": "Grounds for submitting a CCF request may include: politically motivated prosecution, rights violations, lack of legal basis for arrest, mistakes, or inaccurate information.",
    "persecutionText5": "If you or your loved ones are subject to an Interpol alert, it is crucial to seek qualified legal support as soon as possible. We provide comprehensive assistance with delisting, cancelling Red Notices, and protecting our clients' rights internationally.",
    "helpTitle": "How We Can Help",
    "helpText": "We provide full legal support for the process of removal from unlawful international wanted lists, including:",
    "helpItem1": "Legal analysis of the circumstances and documents that served as the basis for declaring the person internationally wanted;",
    "helpItem2": "Preparation and submission of a request to the Commission for the Control of INTERPOL's Files (CCF);",
    "helpItem3": "Collection and presentation of evidence of violations committed against the client;",
    "helpItem4": "Appealing politically motivated notices;",
    "helpItem5": "Ensuring local protection of the client's interests in courts and institutions of various levels.",
    "whyTitle": "Why Choose Us",
    "whyItem1": "Experience dealing with the CCF – high success rate;",
    "whyItem2": "Confidentiality – protection of personal data and client interests;",
    "whyItem3": "Comprehensive approach – from legal analysis to full removal of restrictions;",
    "whyItem4": "International partners – collaboration with lawyers abroad if needed.",
    "whyItem5": "Free consultation and initial case assessment",
    "whyItem6": "Every case is unique ",
    "whyItem7": "We offer an initial consultation to assess the chances of removal from the wanted list and explain the possible next steps.",
    "callUs": "Contact us now to improve your chances of success."
  },
  "Services": {
    "title": "Our Services",
    "description": "If you need help with a question not listed below, please let us know. We may be able to assist. We are always looking to fill the gaps and ensure everyone has access to migration law advice.",
    "titleServicesList": "We help",
    "heroPicture": "Top view over career guidance items for judges",

    "whomBox1Title": "The main direction of our legal activity is the protection of the rights of Ukrainian citizens and foreigners from violations by the State Migration Service of Ukraine.",
    "whomBox1AfterTitle": "The lawsuit statistics of our migration practice indicate that the most common administrative violations currently include cases of the heads of territorial authorities (divisions) of the State Migration Service making the following unjustified decisions:",
    "whomBox1Li1": "cancellation of immigration permits and recognition of permanent residency permits as invalid;",
    "whomBox1Li2": "cancellation of decisions on acquiring Ukrainian citizenship, recognition of citizenship passports as invalid, and/or passport confiscation;",
    "whomBox1Li3": "refusal (delays) in processing immigration permits to Ukraine;",
    "whomBox1Li4": "refusal (delays) in processing temporary residency permits in Ukraine;",
    "whomBox1Li5": "decision on entry ban to Ukraine or forced return (deportation);",
    "whomBox1Li6": "refusal to exchange Ukrainian citizenship passports.",
    "whomBox1P1": "Over the years, much has changed in the field of public administration, but phenomena of inefficiency in officials' decisions and bureaucracy, compliance with meaningless instructions from top management remain constant.",
    "whomBox1P2": "With some exceptions, heads of state territorial authorities and divisions of the State Migration Service of Ukraine are unwilling to listen to statements, reasoned arguments, and explanations. Officials rarely refer to the European Convention on Human Rights and Fundamental Freedoms, the practice of the European Court of Human Rights, are unaware of the balance of interests, and are indifferent to the possible severity of consequences for individuals resulting from the acts of individual action.",
    "whomBox1P3": "The only argument in disputes with subjects of authoritative powers remains and has been the court decision recognizing the unlawful conduct with the prospect of further personal responsibility of the specific official.",
    "whomBox1P4": "We have enough of such decisions. Almost all of them record the unlawful inaction of heads of territorial authorities of the State Migration Service of Ukraine and oblige certain actions to be taken by the court, aimed at restoring the rights of the individuals we represent.",
    "whomBox1P5": "We are creating relevant judicial doctrine in the field of migration law and constantly improving it.",
    "whomBox1picture": "A lawyer in a suit holds a brown leather bag in his hand",

    "whomBox2Title": "We provide qualified legal protection to citizens in connection with their being held accountable for the following offenses:",
    "whomBox2Li1": "violations of legislation regarding the legal status of foreigners and stateless persons;",
    "whomBox2Li2": "illegal assistance to foreigners or stateless persons in evading departure from Ukraine;",
    "whomBox2Li3": "illegal crossing or attempted illegal crossing of Ukraine's state border;",
    "whomBox2Li4": "failure to fulfill obligations as the receiving party;",
    "whomBox2Li5": "exceeding the permitted period of stay on the territory of Ukraine by a foreign citizen.",
    "whomBox2P1": "Indeed, almost every person has committed administrative offenses in their life, but holding a person accountable for a violation in the field of migration legislation can significantly complicate their legal position or hinder lawful expectations in the future. We especially advise foreign citizens to be mindful of legal caution, since decisions on entry bans to Ukraine or refusals from the migration service to process documents may be associated with the aforementioned circumstances.",
    "whomBox2P2": "If you have been summoned to compile a protocol on an administrative offense or detained by law enforcement officers on the street, please contact us by phone ",
    "whomBox2P2or": "  or  ",
    "whomBox2P22": " at your earliest convenience.",
    "whomBox2picture": "The judicial gavel on the background of the scales of justice and a stack of books",

    "whomBox3Title": "You can contact us if you need professional assistance with the following issues:",
    "whomBox3Li1": "acquire Ukrainian citizenship;",
    "whomBox3Li2": "obtain immigration permits to Ukraine;",
    "whomBox3Li3": "apply for permanent/temporary residency;",
    "whomBox3Li4": "extend the duration of the stay in Ukraine;",
    "whomBox3Li5": "obtain stateless person status;",
    "whomBox3Li6": "obtaining documents on the termination of previous citizenship after acquiring Ukrainian citizenship.",
    "whomBox3P1": "Together with you, we will determine the grounds for application, prepare the necessary documents, and provide assistance for personal submission to the territorial office (division) of the migration service. It's only natural to speculate why the presence of an experienced lawyer alongside the client results in minimal refusals or unpleasant surprises.",
    "whomBox6picture": "Ukrainian passport, Ukrainian citizenship",

    "whomBox4Title": "Obtaining documents from civil registration authorities",
    "whomBox4P1": "Obtaining new or duplicate documents issued by the Civil Registry Office is common nowadays. Often, this necessity arises from the loss or damage to documents, but there can be other reasons, such as the need to document the grounds for immigration or citizenship, replacing Soviet-era documents with modern ones, etc.",
    "whomBox4P2": "Upon your request, we will obtain duplicates of the following documents for you:",
    "whomBox4Li1": "birth certificate;",
    "whomBox4Li2": "marriage certificate;",
    "whomBox4Li3": "death certificate;",
    "whomBox4Li4": "name change certificate;",
    "whomBox4Li5": "archival birth certificate.",
    "whomBox4P3": "In addition to these certificates, you can order an extract from the corresponding civil status record in full or shortened form.",
    "whomBox4P4": "In the event that the civil status record has not been preserved (or only partially preserved) or contains discrepancies with other personal documents, acting on your behalf, we will take care of making additions, corrections or restoring it.",
    "whomBox5picture": "Hall of the civil status registration authority, where birth, marriage, and name change certificates are obtained",

    "additionalServicesTitle": "Termination of Ukrainian Citizenship",
    "additionalServicesP1": "Ukrainian citizenship is a legal bond between an individual and Ukraine, expressed in their mutual rights and obligations.",
    "additionalServicesP2": "Article 17 of the Law of Ukraine «On Ukrainian Citizenship» lists the possible grounds upon which Ukrainian citizenship is terminated, namely, renunciation or loss.",
    "additionalServicesUl1P1": "For any of these grounds, the logic of our legislation and international treaties ratified by Ukraine regulating public relations in the sphere of citizenship termination are based on the following principles:",
    "additionalServicesUl1Li1": "inability for a citizen to sever ties with the state quickly. The individual's will must be reflected in the consistent overcoming of legal obstacles, waiting, and performing certain actions;",
    "additionalServicesUl1Li2": "previous citizenship can only be terminated after acquiring the next one;",
    "additionalServicesUl1Li3": "the decision to terminate citizenship is exclusively made by the President of Ukraine.",
    "additionalServicesTitle2": "Since Ukrainian citizenship can be terminated by renunciation or loss, it is important to understand the legal specifics of these procedures.",
    "additionalServicesList1Title": "Termination of Ukrainian citizenship by renunciation:",
    "additionalServicesList1Item1": "the initiator is always the citizen or their representative;",
    "additionalServicesList1Item2": "permitted for individuals who have obtained the status of permanent residents abroad;",
    "additionalServicesList1Item3": "the application is submitted to Ukrainian diplomatic missions abroad;",
    "additionalServicesList1Item4": "there is a requirement to provide sufficient evidence of acquiring citizenship of another state.",
    "additionalServicesList2Title": "Loss of citizenship:",
    "additionalServicesList2Item1": "the relevant procedure begins upon the recommendation of a competent authority of state power in Ukraine;",
    "additionalServicesList2Item2": "it is sufficient to receive official information indicating the voluntary acquisition of another citizenship;",
    "additionalServicesList2Item3": "it can occur without involving the citizenship holder and without considering their opinion.",
    "additionalServicesP3": "We are compelled to note that in recent years, due to the difficult situation in the country, the migration policy implemented by competent authorities clearly encourages delaying the consideration of citizens' requests for acquiring and terminating Ukrainian citizenship.",
    "additionalServicesP4": "A committee of the National Association of Lawyers of Ukraine on migration law has developed a protocol of representative actions on behalf of Ukrainian citizens who have decided to terminate their Ukrainian citizenship.",
    "additionalServicesP5": "Together with you, we will plan the sequence of joint actions, determine and prepare the list of documents that would be expedient to use, and if necessary, ensure the personal presence of lawyers.",
    "additionalServicesTitle3": "PLEASE NOTE",
    "additionalServicesP6": "An individual who has renounced or lost Ukrainian citizenship in the established manner is not deprived of the opportunity to use the right to restore it in accordance with the established procedure.",
    "freeTitle": "free consultations",
    "freeText": "Not all legal issues require the paid consultation of a lawyer. To make it easier for you to access the information you need, below are brief answers to the most frequently asked questions that may interest you.",

    "freeQuestion01": "How can a foreigner obtain a Ukrainian passport?",
    "freeAnswer01": {
      "titleList1": "A Ukrainian passport is an official document confirming a person's Ukrainian citizenship. Ukrainian citizenship can be acquired based on grounds defined by law. Let’s consider the main ones:",
      "item11": "<bold>By birth.</bold> Ukrainian citizenship is acquired in the following cases:",
      "subItem11": "being born to parents who are Ukrainian citizens;",
      "subItem12": "being born to one parent who is a Ukrainian citizen;",
      "subItem13": "being born on the territory of Ukraine to foreigners or stateless persons (with the possibility of other variations in accordance with the law).",
      "item12": "<bold>By territorial origin.</bold> This applies to individuals who have a direct relative (son, daughter, father, mother, grandfather, or grandmother) born on the territory of Ukraine before August 24, 1991.",
      "item13": "<bold>As a result of naturalization.</bold> This includes marriage to a Ukrainian citizen lasting more than two years or continuous residence in Ukraine for three to five years, depending on specific circumstances. A person seeking Ukrainian citizenship must also meet additional requirements: recognition and compliance with the Constitution and laws of Ukraine, knowledge of Ukrainian history, having a legal source of income, proficiency in the state language, and obtaining an immigration permit to Ukraine.",
      "titleList2": "The law also provides for other grounds for acquiring Ukrainian citizenship, including:",
      "item21": "reinstatement of citizenship;",
      "item22": "acquisition of citizenship due to one or both parents holding Ukrainian citizenship;",
      "item23": "and other cases defined by law.",
      "titleList3": "The procedure for acquiring Ukrainian citizenship is directly linked to the legality of a person’s stay in Ukraine at the time of applying for citizenship, as well as the commitment to renounce foreign citizenship in the future.",
      "textList31": "Depending on the established procedure for renouncing previous citizenship, as well as confirmed participation in the military defense of the state, Ukraine may recognize the following documents as sufficient proof of renunciation of foreign citizenship:",
      "item31": "a certificate confirming the completion of the citizenship renunciation procedure in the previous country of citizenship;",
      "item32": "a declaration of renunciation or change of citizenship.",
      "textList32": "Until the process of renouncing foreign citizenship is completed, a person who has acquired Ukrainian citizenship has the right to use only a temporary Ukrainian citizen’s certificate."
    },
    "freeQuestion02": "How to obtain a residence permit in Ukraine and what is the difference between temporary and permanent residence?",
    "freeAnswer02": {
      "item11": "<bold>A residence permit in Ukraine</bold> is an official document confirming the right of foreigners or stateless persons to temporary or permanent residence in Ukraine. A residence permit can be either permanent or temporary.",
      "item12": "<bold>A permanent residence permit</bold> is issued to individuals who have obtained immigration permission to Ukraine and grants them unlimited employment rights along with other benefits. To obtain immigration permission to Ukraine, a foreigner or stateless person must apply to the territorial office (department) of the State Migration Service with the relevant application and a set of documents confirming the grounds for its issuance. The immigration permit has no expiration date or validity conditions, while the residence permit itself must be renewed every 10 years.",
      "item12p": "Immigration permission can be granted to:",
      "subItem11": "highly qualified specialists;",
      "subItem12": "a husband or wife of a Ukrainian citizen or immigrant;",
      "subItem13": "close relatives of Ukrainian citizens;",
      "subItem14": "investors;",
      "subItem15": "persons of Ukrainian territorial origin;",
      "subItem16": "military personnel;",
      "subItem17": "representatives of other categories defined by law.",
      "item13": "<bold>A temporary residence permit</bold> is issued for a specified period, depending on the grounds for obtaining it. Below are the most common grounds:",
      "subItem31": "employment – for the duration of the work permit;",
      "subItem32": "marriage to a Ukrainian citizen – for 1 year;",
      "subItem33": "education – for the entire study period.",
      "text31": "It is worth noting that the rights of foreigners with a temporary residence permit are significantly limited compared to migrants who have obtained the right to permanent residence.",
      "subTitle3": "Important requirements for obtaining a residence permit:",
      "item31": "Citizens of countries with a visa regime must obtain a <bold>long-term visa</bold>.",
      "item32": "Documents for obtaining a residence permit must be submitted <bold>no later than 15 working days</bold> before the end of the allowed stay in Ukraine."
    },
    "freeQuestion03": "Violation of the deadlines for considering applications for admission to citizenship of Ukraine, as well as renunciation of citizenship by the President of Ukraine",
    "freeAnswer03": {
      "title": "All that remains is to wait.",
      "item1": "Indeed, since the beginning of 2020, there has been an almost complete cessation of the issuance of Decrees of the President of Ukraine on citizenship issues, which were previously issued (but not published) approximately once every three months. Cases on admission to citizenship that were positively reviewed by the State Migration Service of Ukraine and the Commission under the President of Ukraine on Citizenship Issues have remained without final consideration by the President for many years.",
      "item2": "It should be noted that such a stop is not selective according to the country of origin of the applicants or the grounds for acquiring citizenship.",
      "item3": "At the same time, some individuals have nevertheless been admitted to citizenship on an individual basis in recent years. This may indicate a change in the policy of the Office of the President in the field of citizenship towards its strengthening.",
      "item4": "Administrative courts, when considering disputes with the Office of the President of Ukraine on citizenship issues, as a rule, refrain from interfering with the discretionary powers of the head of state, leaving the applicants only hope.",
      "item5": "The Grand Chamber of the Supreme Court concluded that the President of Ukraine’s failure to take action to issue a decree on granting Ukrainian citizenship does not currently have the character of unlawful inaction and cannot be recognized as such."
    }
  },
  "Legislation": {
    "title": "legislation",
    "description": "On this page, you can find links to the current legislation of Ukraine in the field of migration law.",
    "filtering": "Choose a category",
    "heroPicture": "Courtroom, view of the lawyer's table and chair",
    "legislativeChangesTitle": "Changes in legislation",
    "infoTitle": "Information for citizens of Iran, the Republic of Belarus, and the Russian Federation residing in Ukraine.",
    "infoP1": "Since March 2022, the territorial bodies of the State Migration Service have begun applying a presumption of refusal for citizens of Iran, the Republic of Belarus, and the Russian Federation residing in Ukraine who apply for the exchange of a temporary/permanent residence permit.",
    "infoP2": "As a rule, the grounds for such refusals are formal and lack substantiated results of conducted checks. Re-submission of documents or attempts to correct application deficiencies do not lead to a positive outcome.",
    "infoP3": "At present, the only effective means of protection against such unlawful actions, which leads to the restoration of citizens' rights, is filing a lawsuit. It should also be noted that when considering such disputes, administrative courts tend to side with the Migration Service and interpret legislation in favor of the state authority.",
    "infoP4": "We work cautiously and consistently. We do not promise quick results, but sooner or later we achieve a positive outcome."
  },
  "Accessibility": {
    "title1": "Outside Kyiv and Kyiv region?",
    "title2": "Or just hate traveling?",
    "description": "Read on to find out why we're easy to work with!",
    "description2": "You may live far away, have a disability that makes travel challenging, or you just can't take another day off work. Not to worry. We provide services to clients all around the world.",
    "heroPicture": "A dark almost black background with several orange lightning-like stripes",
    "sectionTitle1": "We're accessible",
    "sectionP1": "We get it – attending a law firm in the center of Kyiv in the middle of the day is not always possible. You may live far away, have a disability that makes travel challenging, or you just can't take another day off work. Not to worry. We provide services to clients all around the world. If you are a caregiver and you need to bring a family member along to the office, that’s fine too. We have magazines, age-appropriate coloring books and (sometimes) even ice cream. We are family and senior friendly.",
    "sectionTitle2": "We're tech-savvy... sort of",
    "sectionLi1": "We can meet with clients using Zoom, Skype and other video technologies",
    "sectionLi2": "We speak to clients during off hours to accommodate different time zones and work schedules",
    "sectionLi3": "We accept electronic signatures in our legal aid agreements",
    "sectionLi4": "We accept payment by electronic transfer and card",
    "sectionLi5": "We send invoices not only to e-mail, but also to your mailbox",
    "sectionLi6": "We communicate in a way convenient for you (including SMS)",
    "sectionLi7": "We send documents to clients using Nova Poshta, e-mail or cloud software",
    "sectionLi8": "We don't expect you to have the desire to spend time printing out documents"
  },
  "Page404": {
    "notFound": "Page not found",
    "tryMore": "Go back or try a different link"
  }
}
