{
  "Site": {
    "title": "Migration lawyers",
    "description": "Legal defense of citizens rights in the State Migration Service. Obtaining Ukrainian citizenship, obtaining a residence permit, renouncing Ukrainian citizenship."
  },
  "Menu": {
    "main": "Main",
    "services": "Servises",
    "contacts": "Contacts"
  },
  "Footer": {
    "copyright": "Всі права захищені",
    "address": "Україна, Київ вул. Деревлянська, 13"
  },
  "Home": {
    "lawyer": "Migration lawyers",
    "title": "Protection of citizens rights in the State Migration Service",
    "description": "Lawyers Antoniy Kurts, Dmytro Kovalenko, and Serhiy Kucheryavenko, who are members of the National Association of Advocates of Ukraine's committee on migration law, citizenship, protection from expulsion, and extradition, along with a team of specialists in various fields of law, ensure the protection of the violated rights of foreign citizens, stateless persons, and Ukrainian citizens in relations with the State Migration Service of Ukraine and other law enforcement agencies.",

    "whomTitle": "Whom we can help",
    "whomBox1Title": "If you have encountered unlawful actions by the authorities of the State Migration Service of Ukraine in such cases:",
    "whomBox1Li1": "cancellation of immigration permits and recognition of permanent residency permits as invalid;",
    "whomBox1Li2": "cancellation of decisions on acquiring Ukrainian citizenship, recognition of citizenship passports as invalid, and/or passport confiscation;",
    "whomBox1Li3": "refusal (delays) in processing immigration permits to Ukraine;",
    "whomBox1Li4": "refusal (delays) in processing temporary residency permits in Ukraine;",
    "whomBox1Li5": "decision on entry ban to Ukraine or forced return (deportation);",
    "whomBox1Li6": "refusal to exchange Ukrainian citizenship passports.",

    "whomBox2Title": "For individuals in need of legal representation due to being held accountable for:",
    "whomBox2Li1": "violations of legislation regarding the legal status of foreigners and stateless persons;",
    "whomBox2Li2": "illegal assistance to foreigners or stateless persons in evading departure from Ukraine;",
    "whomBox2Li3": "illegal crossing or attempted illegal crossing of Ukraine's state border;",
    "whomBox2Li4": "failure to fulfill obligations as the receiving party.",

    "whomBox3Title": "For foreigners who intend to apply to the State Migration Service of Ukraine for:",
    "whomBox3Li1": "acquiring Ukrainian citizenship;",
    "whomBox3Li2": "obtaining immigration permits to Ukraine;",
    "whomBox3Li3": "applying for permanent/temporary residency;",
    "whomBox3Li4": "extending the duration of stay in Ukraine;",
    "whomBox3Li5": "obtaining stateless person status.",

    "detailsButton": "More details",

    "whomOtherServicesTitle": "SERVICES REGARDING CITIZENSHIP",
    "whomBox4Title1": "Renunciation of Ukrainian citizenship: ",
    "whomBox4Li1": "Consultation",
    "whomBox4Li1P1": "We offer personalized consultation with an immigration lawyer regarding the loss or renunciation of Ukrainian citizenship. By ordering such consultation, you will receive comprehensive information and practical advice on the specified issue from a lawyer who has been practicing exclusively in the field of acquiring and losing Ukrainian citizenship for many years. Consultation can be conducted in person by visiting our office or using messenger apps like Telegram, WhatsApp, Signal.",
    "whomBox4Li2": "Legal support",
    "whomBox4Li2P1": "For Ukrainian citizens who have made a well-considered decision, are aware of its legal consequences, but still intend to raise the issue of renouncing Ukrainian citizenship or initiate the procedure for its loss, we offer full legal support at all stages of consideration of the submitted petition aimed at achieving the desired result.",
    "whomBox4Title2": "Renunciation of previous citizenship by foreigners who have obtained Ukrainian citizenship:",
    "whomBox4Li3": "Within two years from the moment of acquiring Ukrainian citizenship, a foreigner must provide the migration service with a document confirming the renunciation of previous citizenship. In practice, the procedure for fulfilling such a legal requirement is not sufficiently regulated and is associated with legal and organizational complexities, and in some cases it may be impossible. Therefore, after obtaining a temporary certificate of Ukrainian citizenship, we recommend seeking legal advice to determine an effective, reasonable algorithm of actions, without wasting time and money on collecting unnecessary certificates.",
    "whyTitle": "Why should you turn to an immigration lawyer?",
    "whyP1": "Individuals who have arrived in Ukraine for the first time and have the opportunity to have unforgettable experiences while visiting state authorities and institutions usually aim to minimize any further interaction with the state and the associated stress.",
    "whyP2": "We have been practicing in the field of migration law for over 15 years. During this time, we have thoroughly studied the mindset, behavior, and working style of officials from the State Migration Service of Ukraine, as well as employees of other law enforcement agencies of Ukraine.",
    "whyP3": "Unfortunately, violations of legislation, corrupt practices, disregard for the rights and freedoms of foreign citizens and Ukrainian citizens occur constantly. Foreigners feel helpless and lost in the face of the arbitrariness of officials of state authorities. Currently, we can no longer calmly observe what is happening in our society.",
    "whyP4": "- We are confident, we possess the strength and knowledge..."
  },
  "Contacts": {
    "title": "як з нами зв’язатись",
    "address1": "Україна, м. Київ, вул. Деревлянська, 13, офіс 303",
    "address2": "Україна, м. Київ, вул. В'ячеслава Чорновола, 27, офіс 217"
  },
  "Services": {
    "title": "Наші послуги",
    "titleServicesList": "Ми допомагаємо",
    "whomBox1Title": "Основним напрямом нашої адвокатської діяльності є захист  громадян України та іноземців від порушень їх прав з боку Державної міграційної служби України.",
    "whomBox1AfterTitle": "Позовна статистика нашої міграційної практики свідчить, що на даний час до найбільш розповсюджених адміністративних порушень, відносяться випадки прийняття керівниками територіальних органів (підрозділів) ДМС наступних необгрунтованих рішень:",
    "whomBox1Li1": "скасування дозволу на імміграцію та визнання недійсною посвідки на постійне проживання;",
    "whomBox1Li2": "скасування рішення про оформлення набуття громадянства України, визнання недійсним та/чи вилучення паспорту громадянина України;",
    "whomBox1Li3": "відмови (затримки) в оформленні дозволу на імміграцію в Україну;",
    "whomBox1Li4": "відмови (затримки) в оформленні посвідки на тимчасове проживання в Україні;",
    "whomBox1Li5": "прийняття рішення про заборону в’їзду в Україну чи примусове повернення(видворення);",
    "whomBox1Li6": "відмови в обміні паспорта громадянина України.",
    "whomBox1P1": "На протязі років, в галузі державного управління змінилось багато що, але явища не ефективності чиновницьких рішень і бюрократії, виконання безглуздих вказівок керівництва є сталими.",
    "whomBox1P2": "За деяким виключенням, керівники державних територіальних органів і підрозділів Державної міграційної служби України не розуміють викладені у заявах, аргументовані  доводи та пояснення. Посадовці жодного разу не відкривали Конвенцію про захист прав людини та основоположних свобод чи практику ЄСПЛ, не чули про баланс інтересів і їм взагалі то байдуже щодо тяжкості наслідків, які настають для окремої людини за результатом прийнятих актів індивідуальної дії.",
    "whomBox1P3": "Єдиним доводом у суперечці з суб'єктом владних повноважень було та залишається рішення суду, яким визнано протиправну поведінку з перспективою подальшої персональної відповідальності конкретного посадовця.",
    "whomBox1P4": "Таких рішень у нас вдосталь. Майже всі вони фіксують протиправну бездіяльність керівників територіальних органів ДМС України та зобов'язують вчинити визначені судом дії, спрямовані на поновлення прав осіб за захистом яких ми звертались.",
    "whomBox1P5": "Ми створюємо актуальну судову доктрину в галузі міграційного права і постійно вдосконалюємо її.",
    "whomBox2Title": "Надаємо кваліфікований адвокатський  захист  громадянам у зв’язку з притягненням їх до адміністративної відповідальності за наступні правопорушення:",
    "whomBox2Li1": "порушення законодавства про правовий статус іноземців та осіб без громадянства;",
    "whomBox2Li2": "незаконне сприяння іноземцям або особам без громадянства в ухиленні від виїзду з України;",
    "whomBox2Li3": "незаконне перетинання або спроба незаконного перетинання державного кордону України;",
    "whomBox2Li4": "невиконання обов'язків приймаючої сторони.",
    "whomBox2P1": "Дійсно, майже кожна людина в своєму житті вчиняла адміністративні правопорушення, але факт притягнення особи до відповідальності за порушення в сфері міграційного законодавства може значно ускладнити її правове становище чи завадити законним очікуванням у майбутньому. Особливо радимо пам'ятати про юридичну обачність іноземним громадянам, оскільки рішення про заборону в'їзду на територію України чи відмова з боку міграційної служби в оформленні документів може бути пов'язано з вказаними обставинами.",
    "whomBox2P2": "Якщо вас було викликано для складання протоколу про адміністративне правопорушення чи затримано працівниками правоохоронних органів на вулиці, за першої можливості зв'яжіться з нами за телефоном ",
    "whomBox2P2or": "  або  ",

    "whomBox3Title": "Ви можете звернутись до нас, якщо вам необхідно отримати:",
    "whomBox3Li1": "набуття громадянства України;",
    "whomBox3Li2": "отримання дозволу на імміграцію в Україну;",
    "whomBox3Li3": "оформлення посвідки на постійне/тимчасове проживання;",
    "whomBox3Li4": "продовження терміну перебування на території України;",
    "whomBox3Li5": "отримання статусу особи без громадянства.",
    "whomBox3P1": "Разом з вами визначимо підстави для звернення, підготуємо необхідні документи, а також надамо супровід  для особистої подачі до територіального органу (підрозділу) міграційної служби. Можливо тільки здогадуватись, чому  за присутності поруч з клієнтом досвідченого адвоката, трапляється мінімальна кількість відмов чи неприємних несподіванок.",

    "additionalServicesTitle": "ПРЕКРАЩЕНИЕ ГРАЖДАНСТВА УКРАИНЫ",
    "additionalServicesP1": "Гражданство Украины - правовая связь между физическим лицом и Украиной, что находит свое выражение в их взаимных правах и обязанностях.",
    "additionalServicesP2": "В статье 17 Закона Украины «О гражданстве Украины», перечислены возможные основания при наличии которых гражданство Украины прекращается, а именно – выход из гражданства или его утрата.",
    "additionalServicesUl1P1": "Для любого из этих оснований, логика нашего законодательства и ратифицированных Украиной международных договоров, регулирующих общественные правоотношения в сфере прекращения гражданства, построена на следующих принципах:",
    "additionalServicesUl1Li1": "невозможности для гражданина разорвать связь с государством быстро. Воля человека должна найти свое выражение в последовательном прохождении им юридических препятствий, ожидании, а также совершеннии определенных действий;",
    "additionalServicesUl1Li2": "предыдущее гражданство может прекратиться только после обретения следующего;",
    "additionalServicesUl1Li3": "решение о прекращении гражданства принимается исключительно Президентом Украины.",
    "additionalServicesTitle2": "Поскольку гражданство Украины может прекратиться путем выхода или потери, следует понимать в чем заключаются юридические особенности этих процедур.",
    "additionalServicesList1Title": "Прекращение гражданства Украины путем выхода:",
    "additionalServicesList1Item1": "инициатором всегда выступает гражданин или его представитель;",
    "additionalServicesList1Item2": "разрешено лицам, получившим статус постоянно проживающих за границей;",
    "additionalServicesList1Item3": "обращение подается в дипломатические учреждения Украины за границей;",
    "additionalServicesList1Item4": "необходимость предоставления достаточных доказательств приобретения гражданства другого государства.",
    "additionalServicesList2Title": "Утрата гражданства:",
    "additionalServicesList2Item1": "соответствующее производство начинается по представлению компетентного органа государственной власти Украины;",
    "additionalServicesList2Item2": "достаточно получения официальных сведений, свидетельствующих о добровольном обретении другого гражданства;",
    "additionalServicesList2Item3": "может произойти без привлечения самого носителя гражданства и без учета его мнения.",
    "additionalServicesP3": "Вынуждены констатировать, что последние несколько лет, обусловленная тяжелой ситуацией в стране миграционная политика, которую внедряют компетентные органы государственной власти, отчетливо поощряет затягивание рассмотрения обращений граждан о приобретении и прекращении украинского гражданства.",
    "additionalServicesP4": "Членами комитета Национальной ассоциации адвокатов Украины по миграционному праву был разработан алгоритм представительских действий от имени граждан Украины, которыми принято решение прекратить гражданство Украины.",
    "additionalServicesP5": "Вместе с вами мы спланируем последовательность совместных действий, определим и подготовим перечень документов, которые будет целесообразно использовать, а при необходимости обеспечим личное присутствие адвокатов.",
    "additionalServicesTitle3": "ОБРАЩАЕМ ВАШЕ ВНИМАНИЕ",
    "additionalServicesP6": "Лицо, которое в установленном порядке вышло или потеряло гражданство Украины, не лишено возможности воспользоваться правом на его восстановление в установленном порядке."
  }
}
