{
  "Site": {
    "title": "Миграционные Адвокаты",
    "description": "Адвокатская защита прав граждан в Государственной миграционной службе. Получение гражданства Украины, оформление вида на жительство, выход из гражданства Украины"
  },
  "Menu": {
    "main": "Главная",
    "interpol": "ИНТЕРПОЛ",
    "services": "Услуги",
    "contacts": "Контакты",
    "legislation": "законодательство"
  },
  "Footer": {
    "copyright": "Все права защищены",
    "address": "Украина, г. Киев, ул. Деревлянская, д.13"
  },
  "Home": {
    "lawyer": "Миграционный адвокат",
    "title": "ЗАЩИТА ПРАВ ГРАЖДАН В ГОСУДАРСТВЕННОЙ МИГРАЦИОННОЙ СЛУЖБЕ",
    "description": "Адвокаты Антоний Курц, Дмитрий Коваленко и Сергей Кучерявенко, которые являются членами комитета Национальной ассоциации адвокатов Украины по миграционному праву, гражданству, защите от выдворения и экстрадиции, вместе с командой специалистов в различных отраслях права, обеспечивают защиту нарушенных прав иностранных граждан, лиц без гражданства и граждан Украины в отношениях с Государственной миграционной службой Украины и другими правоохранительными органами.",
    "heroPicture": "На заднем плане оранжевый глобус, на переднем плане судейский молоток",

    "whomTitle": "Мы помогаем",
    "whomBox1Title": "Если вы столкнулись с противоправными действиями органов Государственной миграционной службы Украины в таких случаях:",
    "whomBox1Li1": "отмены разрешения на иммиграцию и признание недействительным вида на постоянное проживание;",
    "whomBox1Li2": "отмены решения об оформлении приобретения гражданства Украины, признании недействительным и/или изъятие паспорта гражданина Украины;",
    "whomBox1Li3": "отказа (задержки) в оформлении разрешения на иммиграцию в Украину;",
    "whomBox1Li4": "отказа (задержки) в оформлении вида на временное проживание в Украине;",
    "whomBox1Li5": "принятие решения о запрете въезда в Украину или принудительное возвращение (выдворение);",
    "whomBox1Li6": "отказа в обмене паспорта гражданина Украины.",
    "whomBox1picture": "Адвокат в костюме держит в руке кожаную коричневую сумку.",

    "whomBox2Title": "Лицам, нуждающимся в защитнике в связи с привлечением к административной ответственности за:",
    "whomBox2Li1": "нарушение законодательства о правовом статусе иностранцев и лиц без гражданства;",
    "whomBox2Li2": "незаконное содействие иностранцам или лицам без гражданства в уклонении от выезда из Украины;",
    "whomBox2Li3": "незаконное пересечение или попытка незаконного пересечения государственной границы Украины;",
    "whomBox2Li4": "неисполнение обязанностей принимающей стороны;",
    "whomBox2Li5": "превышениея разрешенного срока пребывания на территории Украины.",
    "whomBox2picture": "Судейский молоток на фоне весов правосудия и стопки книг",

    "whomBox3Title": "Иностранцам, которые намерены обратиться в органы ГМС Украины с целью:",
    "whomBox3Li1": "приобретения гражданства Украины;",
    "whomBox3Li2": "получения разрешения на иммиграцию в Украину;",
    "whomBox3Li3": "оформления вида на постоянное/временное проживание;",
    "whomBox3Li4": "продления срока пребывания на территории Украины;",
    "whomBox3Li5": "получения статуса лица без гражданства.",
    "whomBox3picture": "Забор с колючей проволкой и табличка с надписью: Остановим нелегальную иммиграцию. Получение вида на жительство",

    "whomBox5Title": "Восстановление утраченных документов актов гражданского состояния Украины:",
    "whomBox5Li1": "получение дубликатов свидетельств о рождении, браке, смене имени;",
    "whomBox5Li2": "восстановление актовых записей гражданского состояния;",
    "whomBox5Li3": "внесение дополнений, изменений в актовые записи;",
    "whomBox5Li4": "поиск сведений в архивных учреждениях и получение соответствующих справок.",
    "whomBox5picture": "Зал органа регистрации актов гражданского состояния где получают свидетельства о рождении, браке, смене имени",

    "whomBox6Title": "Гражданам Украины, которым нужна помощь в связи с:",
    "whomBox6Li1": "необходимостью подтвердить приобретение ребенком гражданства Украины по рождению;",
    "whomBox6Li2": "выездом на постоянное жительство за пределы Украины;",
    "whomBox6Li3": "возвращением в Украину и снятием с консульского учета;",
    "whomBox6Li4": "обжалованием действий (бездействия) дипломатических учреждений за границей;",
    "whomBox6Li5": "необходимостью подтверждения статуса налогового нерезидента..",
    "whomBox6picture": "Паспорт Украины, гражданство Украины",

    "detailsButton": "Детальнее",

    "accessibility": "Узнайте, как мы обслуживаем клиентов в разных странах мира",

    "whomOtherServicesTitle": "УСЛУГИ ПО ВОПРОСАМ ГРАЖДАНСТВА",
    "whomBox4Title1": "Выход из гражданства Украины:",
    "whomBox4Li1": "Консультация",
    "whomBox4Li1P1": "Предлагаем персональную консультацию миграционного адвоката по вопросам потери или выхода из украинского гражданства. Заказав такую ​​консультацию, вы получите исчерпывающую информацию и практические советы по указанному вопросу от адвоката, который практикует много лет исключительно в сфере приобретения и потери гражданства Украины. Провести консультацию можно лично, посетив наш офис, или используя мессенджеры Telegram, Whatsup, Signal.",
    "whomBox4Li2": "Правовое сопровождение",
    "whomBox4Li2P1": "Для граждан Украины, принявших взвешенное решение, которые осведомлены о его правовых последствиях для себя, но все же намерены поднять вопрос выхода из украинского гражданства или инициировать процедуру его потери, предлагаем полное адвокатское сопровождение на всех этапах рассмотрения поданного ходатайства, направленное на достижение результата.",
    "whomBox4Title2": "Выход из предыдущего гражданства иностранцами, которые получили украинское гражданство:",
    "whomBox4Li3": "В течение двух лет с момента приобретения гражданства Украины, иностранец должен предоставить в миграционную службу документ о выходе из предыдущего гражданства. На практике, порядок выполнения такого требования закона не урегулирован на достаточном уровне и связан с правовыми и организационными сложностями, а в некоторых случаях оказывается вообще невозможным. Именно поэтому после получения временного удостоверения гражданина Украины мы рекомендуем обратиться за юридической консультацией, которая поможет определить эффективный, разумный алгоритм действий, не теряя время и деньги на сбор ненужных справок.",
    "whomBox4picture": "Семья с чемоданами в аэропорту, желающая осуществить выход из гражданства Украины",

    "whyTitle": "Почему следует обратиться к миграционному адвокату?",
    "whyP1": "Лица, впервые приехавшие в Украину и имеющие возможность получить незабываемые впечатления во время посещения государственных органов и учреждений, как правило, желают свести к минимуму любое общение с государством в дальнейшем и связанный с этим стресс.",
    "whyP2": "Практикой в ​​сфере миграционного права мы занимаемся более 15 лет. За это время тщательно изучили склад мышления, поведение и стиль работы должностных лиц миграционной службы Украины, а также работников других правоохранительных органов Украины.",
    "whyP3": "К сожалению, нарушения законодательства, коррупционные деяния, пренебрежительное отношение к правам и свободам иностранных граждан и граждан Украины случаются постоянно. Иностранцы чувствуют себя беспомощными и растерянными перед произволом должностных лиц органов государственной власти. В настоящее время мы уже не можем спокойно смотреть на то что происходит в нашем обществе.",
    "whyP4": "- Мы уверены, мы имеем силу и знания...",
    "whyPicture": "Человек что-то пишет за офисным столом, а на переднем плане надпись: Адвокат.",

    "whatYouGetTitle": "Что вы получите, обратившись к иммиграционному адвокату",
    "wygItem1Title": "Интерактивная заявка",
    "wygItem1Text": "Вы можете обратиться к нам в Telegram, WhatsApp или Viber и отправить копии имеющихся документов. Мы изучим полученные файлы и сообщим вам, какие действия будут наиболее целесообразны в вашем случае! Никаких запутанных форм и бумажной волокиты.",
    "wygItem2Title": "Индивидуальный контрольный список документов",
    "wygItem2Text": "Наша команда составит персональный список необходимых документов, обеспечивая полную и точную заявку.",
    "wygItem3Title": "Глубокий юридический анализ",
    "wygItem3Text": "Ваше дело будет многократно проверено опытными адвокатами, чтобы выявить любые ошибки и исключить вероятность отказа.",
    "wygItem4Title": "Адвокатское сопровождение",
    "wygItem4Text": "Адвокат встретит вас и будет сопровождать при каждом визите в миграционную службу, что повысит вашу уверенность."
  },
  "Contacts": {
    "title": "Как связаться с нами",
    "description": "На этой странице вы сможете найти телефоны миграционного адвоката и адреса офисов.",
    "heroPicture": "Статуэтка богини правосудия и судейский молоток на переднем плане",
    "lawyer1": "Адвокат Антоний Курц",
    "address1": "Украина, г. Киев, ул. Деревлянская, д.13, офис 303",
    "lawyer2": "Адвокат Дмитрий Коваленко",
    "address2": "Украина, г. Киев, ул. Вячеслава Черновола, д. 27, офис 217"
  },
  "Interpol": {
    "title": "Интерпол",
    "description": "Красные уведомления, как и другие виды уведомлений Интерпола, играют важную роль в поддержании международного правопорядка, но на практике они используются по назначению не всегда. В отдельных случаях эти инструменты становятся средством давления властей и используются для преследования лиц по политическим, личным, экономическим или военным мотивам. <br></br>Такая практика может приводить к необоснованным арестам, задержаниям и ограничениям свободы передвижения.",
    "heroPicture": "Интерпол",
    "title1": "Что такое поиск Интерпола?",
    "text1": "Интерпол это международная организация, которая координирует сотрудничество правоохранительных органов разных стран. По запросу одной из стран может быть выдано сообщение о розыске (чаще всего Red Notice), которое фактически ограничивает свободу передвижения и может привести к аресту при пересечении границ.",
    "title2": "Как узнать о своем розыске по линии Интерпола?",
    "text2": "Доступная для ознакомления информация о разыскиваемых лицах, которая размещена на официальном сайте Интерпола, регулярно обновляется, но все же подвержена ограничениям по определенным причинам. Мы не рекомендуем безоговорочно полагаться на отсутствие результатов поиска о себе в этой базе. <br></br>Актуальные и максимально достоверные сведения о своем статусе возможно получить только направив запрос в Комиссию по контролю за файлами Интерпола (CCF). <br></br>Если вы желаете уточнить информацию о своем статусе по линии Интерпол, мы готовы предложить вам правовую помощь в составлении необходимого запроса и получении официального ответа от CCF.",
    "title3": "Виды уведомлений Интерпола",
    "text3": "Интерпол использует систему цветных уведомлений. Уведомления это стандартизированные международные сообщения, предназначенные для обмена информацией между правоохранительными органами 195 стран-участниц. Каждое уведомление имеет свой цвет, цель и сферу применения, что позволяет эффективно реагировать на различные угрозы и ситуации в сфере международной безопасности.",
    "title4": "Специальное уведомление:",
    "text4": "Особое уведомление Совета Безопасности ООН выпускается в рамках санкционных режимов ООН и касается лиц и организаций, подозреваемых в причастности к терроризму, финансированию терроризма или другим угрозам международной безопасности.",
    "titleList1": "Основные типы уведомлений:",
    "list1Item1": "<bold>Красное уведомление</bold> <br></br>Используется для поиска лиц, подозреваемых или обвиняемых в совершении преступлений. По сути, это международный запрос на временное задержание с целью экстрадиции.",
    "list1Item2": "<bold>Зелёное уведомление</bold> <br></br>Служит для предупреждения других стран о лице, уже совершившем преступление, и потенциально представляющем угрозу для общественной безопасности.",
    "list1Item3": "<bold>Оранжевое уведомление</bold> <br></br>Предназначено для предупреждения об угрозах общественной безопасности, таких как опасные объекты, взрывные устройства, отравляющие вещества и другие потенциальные риски.",
    "list1Item4": "<bold>Синее уведомление</bold> <br></br>Применяется для установления местонахождения, личности или сбора дополнительной информации о человеке, вовлеченным в уголовное расследование.",
    "list1Item5": "<bold>Жёлтое уведомление</bold> <br></br>Используется при розыске пропавших без вести, в том числе несовершеннолетних, а также для установления личности людей, не способных сообщить о себе (например, из-за болезни или травмы).",
    "list1Item6": "<bold>Чёрное уведомление</bold> <br></br>Публикуется для получения информации о неопознанных телах, найденных на территории одной из стран.",
    "list1Item7": "<bold>Фиолетовое уведомление</bold> <br></br>Используется для обмена данными о преступных методах, схемах или инструментах, применяемых в незаконной деятельности (например, техника взлома, схема контрабанды и т.п.).",
    "list1Item8": "<bold>Специальное уведомление</bold> <br></br>Особое уведомление Совета Безопасности ООН выпускается в рамках санкционных режимов ООН и касается лиц и организаций, подозреваемых в причастности к терроризму, финансированию терроризма или другим угрозам международной безопасности.",
    "redTitle": "Красное уведомление Интерпола: что это и зачем используется",
    "redText1": "Красное уведомление Интерпола (иногда - красная карточка) это международное уведомление, используемое в случаях, когда существует риск побега подозреваемого лица. Оно играет ключевую роль в привлечении к ответственности лиц, скрывающихся за пределами своей страны, и значительно упрощает процесс их экстрадиции.",
    "redText2": "Красное уведомление является официальным сообщением, которое направляется правоохранительным органам для всех стран - участниц Интерпола. Такое сообщение информирует о том, что разыскиваемое лицо должно быть задержано и временно арестовано до принятия решения об экстрадиции в страну, выдавшую ордер.",
    "titleList2": "Основные условия для публикации красного уведомления Интерпола",
    "textList2": "Для того чтобы Интерпол выдал красное уведомление, страна-заявитель должна предоставить доказательства соблюдения ряда строгих критериев. Эти условия направлены на предотвращение злоупотреблений системой международного розыска и защиту прав человека.",
    "list2Title1": "Наличие юридического основания",
    "list2Item1": "Должен существовать действующий национальный ордер на арест или иное судебное постановление в отношении лица, находящегося в розыске.",
    "list2Title2": "Серьезность правонарушения",
    "list2Item2": "Красное уведомление может быть выдано только в случае тяжких преступлений, таких как убийство, терроризм, крупные финансовые преступления и другие, подпадающие под международные стандарты уголовного права.",
    "list2Title3": "Нахождение за пределами страны-заявителя",
    "list2Item3": "Лицо должно находиться за границей, либо должны иметься обоснованные предположения, что оно покинуло территорию государства, выдавшего ордер.",
    "list2Title4": "Соответствие правилам Интерпола",
    "list2Item4": "Запрос на розыск по линии Интерпола не должен нарушать Устав и регламент Интерпола. В частности, запрещена публикация уведомлений, основанных на политических, военных, религиозных или расовых мотивах.",
    "list2Title5": "Предоставление доказательств",
    "list2Item5": "Страна-заявитель обязана представить достаточные фактические материалы, подтверждающие обоснованность и необходимость международного розыска.",
    "list2Title6": "Оценка рисков нарушения прав человека",
    "list2Item6": "Интерпол может отклонить запрос, если есть основания полагать, что публикация уведомления приведёт к нарушениям прав человека — например, при наличии данных о пытках, несправедливом суде или политическом преследовании.",
    "title6": "Что включает в себя красное уведомление?",
    "titleList3": "Как правило, красное уведомление содержит следующую информацию:",
    "text1List3": "Данные о личности:",
    "item1Text1List3": "Фотография;",
    "item2Text1List3": "Общее описание внешнего вида (рост, телосложение, татуировки и т.д.);",
    "item3Text1List3": "Данные дактилоскопии (отпечатки пальцев);",
    "item4Text1List3": "Номера документов, удостоверяющих личность и гражданство;",
    "item5Text1List3": "Иные сведения способствующие более точной идентификации лица.",
    "text2List3": "Правовая информация:",
    "item1Text2List3": "Суть уголовного обвинения;",
    "item2Text2List3": "Указание на законы, по которым возбуждено дело;",
    "item3Text2List3": "Данные об ордере на арест и других судебных документах.",
    "diffusionTitle": "Диффузия Интерпола",
    "diffusionText1": "Диффузия - форма международного розыска, используемая с теми же целями, что и уведомление, но с иной процедурой направления. В отличие от официального уведомления, диффузия отправляется напрямую одной страной-членом Интерпола в другие выбранные государства, без посредничества Генерального секретариата Интерпола.",
    "diffusionText2": "По сути, диффузия выполняет ту же функцию, что и красное уведомление: информирует правоохранительные органы других стран о запросе на задержание определенного лица. Однако, в отличие от красного уведомления, диффузия не подлежит официальной публикации Интерполом.",
    "diffusionText3": "Несмотря на различия в процедуре, последствия диффузии могут быть аналогичны последствиям красного уведомления, включая задержание и экстрадицию разыскиваемого лица.",
    "persecutionTitle": "Как прекратить незаконное преследование по линии Интерпола?",
    "persecutionText1": "За законность обработки персональных данных и соблюдение всех регламентов организации отвечает Комиссия по контролю за файлами Интерпола (CCF). К ее полномочиям относится предоставление ответов на запросы о доступе, изменении или удалении данных обрабатываемых Интерполом. Комиссия рассматривает каждое заявление индивидуально, оценивая обоснованность публикации данных и наличие возможных нарушений прав заявителя.",
    "persecutionText2": "Именно обращение в CCF является наиболее эффективным способом получения официальной информации о себе и начала процедуры оспаривания уведомлений.",
    "persecutionText3": "Удаление информации из базы данных Интерпола происходит путем подачи официального запроса в CCF. Такой запрос должен содержать в себе достаточное  обоснование для его принятия и рассмотрения и быть подкреплен доказательствами подтверждающими заявленные доводы, а именно судебными решениями, официальными документами и иными материалами.",
    "persecutionText4": "Основанием для обращения в CCF может быть: политическая мотивация уголовного преследования, допущенные нарушения прав разыскиваемого лица, отсутствие юридических оснований для ареста, наличие ошибок или предоставление недостоверных данных.",
    "persecutionText5": "Если вы или ваши близкие столкнулись с международным розыском по линии Интерпола, важно как можно быстрее заручиться квалифицированной юридической поддержкой. Мы оказываем комплексную помощь по снятию с розыска, отмене красных уведомлений и защите прав наших клиентов на международном уровне.",
    "helpTitle": "Как мы можем помочь",
    "helpText": "Мы предоставляем полное юридическое сопровождение процесса снятия с розыска, включая:",
    "helpItem1": "Правовой анализ оснований розыска;",
    "helpItem2": "Подготовку и подачу запроса в Комиссию по контролю за файлами Интерпола (CCF);",
    "helpItem3": "Сбор и представление доказательств нарушения прав клиента;",
    "helpItem4": "Обжалование политически мотивированных уведомлений;",
    "helpItem5": "Защита интересов клиента в судах и инстанциях.",
    "whyTitle": "Почему следует выбрать нас",
    "whyItem1": "Опыт в общении с Комиссией по контролю за файлами Интерпола – большой процент успешных кейсов;",
    "whyItem2": "Конфиденциальность – защита персональных данных и интересов клиента;",
    "whyItem3": "Комплексный подход – от правового анализа до полного освобождения от ограничений;",
    "whyItem4": "Международные партнеры – это взаимодействие с адвокатами в других странах, если это нужно.",
    "whyItem5": "Консультация и первичная оценка дела – бесплатно",
    "whyItem6": "Каждое дело уникально. Мы предлагаем первичную консультацию, на которой оценим шансы на снятие с розыска и объясним возможные шаги.",
    "callUs": "Свяжитесь с нами сейчас – это увеличит шансы на успех."
  },
  "Services": {
    "title": "Наши услуги",
    "description": "Если вам нужна помощь в вопросе, который не указан ниже, пожалуйста, сообщите. Возможно, мы сможем помочь. Мы всегда стремимся восполнить пробелы и обеспечить каждому доступ к консультациям по миграционному законодательству.",
    "titleServicesList": "Мы помогаем",
    "heroPicture": "Вид сверху на вопросы профориентации для судей",

    "whomBox1Title": "Основным направлением нашей адвокатской деятельности является защита граждан Украины и иностранцев от нарушений их прав со стороны Государственной миграционной службы Украины.",
    "whomBox1AfterTitle": "Исковая статистика нашей миграционной практики свидетельствует, что в настоящее время к наиболее распространенным административным нарушениям относятся случаи принятия руководителями территориальных органов (подразделений) ГМС следующих необоснованных решений:",
    "whomBox1Li1": "отмены разрешения на иммиграцию и признание недействительным вида на постоянное проживание;",
    "whomBox1Li2": "отмены решения об оформлении приобретения гражданства Украины, признании недействительным и/или изъятие паспорта гражданина Украины;",
    "whomBox1Li3": "отказа (задержки) в оформлении разрешения на иммиграцию в Украину;",
    "whomBox1Li4": "отказа (задержки) в оформлении вида на временное проживание в Украине;",
    "whomBox1Li5": "принятие решения о запрете въезда в Украину или принудительное возвращение (выдворение);",
    "whomBox1Li6": "отказа в обмене паспорта гражданина Украины.",
    "whomBox1P1": "В течение лет, в сфере государственного управления изменилось многое, но явления неэффективности решений чиновников и бюрократии, выполнение бессмысленных указаний высшего руководства являются постоянными.",
    "whomBox1P2": "За некоторым исключением, руководители государственных территориальных органов и подразделений Государственной миграционной службы Украины не желают прислушиваться к изложенным в заявлениях, аргументированным доводам и пояснениям. Чиновники редко открывают Конвенцию о защите прав человека и основополагающих свобод, практику ЕСПЧ, не слышали о балансе интересов и им нет дела до возможной тяжести последствий, наступающих для отдельного человека по результатам принятых актов индивидуального действия.",
    "whomBox1P3": "Единственным доводом в споре с субъектом властных полномочий было и остается решение суда, которым признано противоправное поведение с перспективой дальнейшей персональной ответственности конкретного должностного лица.",
    "whomBox1P4": "Таких решений у нас достаточно. Почти все они фиксируют противоправное бездействие руководителей территориальных органов ГМС Украины и обязывают совершить определенные судом действия, направленные на возобновление прав лиц для защиты которых мы обращались.",
    "whomBox1P5": "Мы создаем актуальную судебную доктрину в области миграционного права и постоянно совершенствуем ее.",
    "whomBox1picture": "Адвокат в костюме держит в руке кожаную коричневую сумку.",

    "whomBox2Title": "Предоставляем квалифицированную адвокатскую защиту гражданам в связи с привлечением их к административной ответственности за следующие правонарушения:",
    "whomBox2Li1": "нарушение законодательства о правовом статусе иностранцев и лиц без гражданства;",
    "whomBox2Li2": "незаконное содействие иностранцам или лицам без гражданства в уклонении от выезда из Украины;",
    "whomBox2Li3": "незаконное пересечение или попытка незаконного пересечения государственной границы Украины;",
    "whomBox2Li4": "неисполнение обязанностей принимающей стороны;",
    "whomBox2Li5": "превышение иностранным гражданином разрешенного срока пребывания на территории Украины.",
    "whomBox2P1": "Действительно, почти каждый человек в своей жизни совершал административные правонарушения, но факт привлечения лица к ответственности за нарушение в сфере миграционного законодательства может значительно усложнить его правовое положение или помешать законным ожиданиям в будущем. Особенно советуем помнить о юридической осмотрительности иностранным гражданам, поскольку решение о запрете въезда на территорию Украины или отказе со стороны миграционной службы в оформлении документов может быть связано с указанными обстоятельствами.",
    "whomBox2P2": "Если вы были вызваны для составления протокола об административном правонарушении или задержаны работниками правоохранительных органов на улице, при первой возможности свяжитесь с нами по телефону ",
    "whomBox2P2or": "  или  ",
    "whomBox2P22": "",
    "whomBox2picture": "Судейский молоток на фоне весов правосудия и стопки книг",

    "whomBox3Title": "Вы можете обратиться к нам, если вам нужна профессиональная помощь по следующим вопросам:",
    "whomBox3Li1": "приобрести гражданство Украины;",
    "whomBox3Li2": "получить разрешение на иммиграцию в Украину;",
    "whomBox3Li3": "оформить вид на постоянное/временное проживание;",
    "whomBox3Li4": "продлить срок пребывания на территории Украины;",
    "whomBox3Li5": "получить статус лица без гражданства;",
    "whomBox3Li6": "получение документов о прекращении предыдущего гражданства после приобретения гражданства Украины.",
    "whomBox3P1": "Вместе с вами определим основания для обращения, подготовим необходимые документы, а также предоставим сопровождение для личной подачи в территориальный орган (подразделение) миграционной службы. Возможно только догадываться, почему при присутствии рядом с клиентом опытного адвоката случается минимальное количество отказов или неприятных неожиданностей.",
    "whomBox6picture": "Паспорт Украины, гражданство Украины",

    "whomBox4Title": "Получение документов в органах регистрации актов гражданского состояния",
    "whomBox4P1": "Получение новых или дубликатов документов, которые выдаются органами ЗАГС, является обычным делом в наше время. Часто такая необходимость обусловлена потерей или повреждением документов, но могут быть и другие причины, например, необходимость документально доказать наличие оснований для иммиграции или получения гражданства, замены документов советского образца на современные и т.д.",
    "whomBox4P2": "По вашему запросу мы получим для вас дубликаты следующих документов:",
    "whomBox4Li1": "свидетельство о рождении;",
    "whomBox4Li2": "свидетельство о браке;",
    "whomBox4Li3": "свидетельство о смерти;",
    "whomBox4Li4": "свидетельство о смене имени;",
    "whomBox4Li5": "архивную справку о рождении.",
    "whomBox4P3": "Кроме указанных свидетельств, вы можете заказать выписку из соответствующей актовой записи в полной или сокращенной форме.",
    "whomBox4P4": "В случае, если актовая запись не сохранилась (сохранилась частично) или в ней присутствуют расхождения с другими личными документами, действуя по вашему поручению, мы возьмем на себя заботу по внесению дополнений, исправлений или её восстановлению.",
    "whomBox5picture": "Зал органа регистрации актов гражданского состояния где получают свидетельства о рождении, браке, смене имени",

    "additionalServicesTitle": "ПРЕКРАЩЕНИЕ ГРАЖДАНСТВА УКРАИНЫ",
    "additionalServicesP1": "Гражданство Украины - правовая связь между физическим лицом и Украиной, что находит свое выражение в их взаимных правах и обязанностях.",
    "additionalServicesP2": "В статье 17 Закона Украины «О гражданстве Украины», перечислены возможные основания при наличии которых гражданство Украины прекращается, а именно – выход из гражданства или его утрата.",
    "additionalServicesUl1P1": "Для любого из этих оснований, логика нашего законодательства и ратифицированных Украиной международных договоров, регулирующих общественные правоотношения в сфере прекращения гражданства, построена на следующих принципах:",
    "additionalServicesUl1Li1": "невозможности для гражданина разорвать связь с государством быстро. Воля человека должна найти свое выражение в последовательном прохождении им юридических препятствий, ожидании, а также совершеннии определенных действий;",
    "additionalServicesUl1Li2": "предыдущее гражданство может прекратиться только после обретения следующего;",
    "additionalServicesUl1Li3": "решение о прекращении гражданства принимается исключительно Президентом Украины.",
    "additionalServicesTitle2": "Поскольку гражданство Украины может прекратиться путем выхода или потери, следует понимать в чем заключаются юридические особенности этих процедур.",
    "additionalServicesList1Title": "Прекращение гражданства Украины путем выхода:",
    "additionalServicesList1Item1": "инициатором всегда выступает гражданин или его представитель;",
    "additionalServicesList1Item2": "разрешено лицам, получившим статус постоянно проживающих за границей;",
    "additionalServicesList1Item3": "обращение подается в дипломатические учреждения Украины за границей;",
    "additionalServicesList1Item4": "необходимость предоставления достаточных доказательств приобретения гражданства другого государства.",
    "additionalServicesList2Title": "Утрата гражданства:",
    "additionalServicesList2Item1": "соответствующее производство начинается по представлению компетентного органа государственной власти Украины;",
    "additionalServicesList2Item2": "достаточно получения официальных сведений, свидетельствующих о добровольном обретении другого гражданства;",
    "additionalServicesList2Item3": "может произойти без привлечения самого носителя гражданства и без учета его мнения.",
    "additionalServicesP3": "Вынуждены констатировать, что последние несколько лет, обусловленная тяжелой ситуацией в стране миграционная политика, которую внедряют компетентные органы государственной власти, отчетливо поощряет затягивание рассмотрения обращений граждан о приобретении и прекращении украинского гражданства.",
    "additionalServicesP4": "Членами комитета Национальной ассоциации адвокатов Украины по миграционному праву был разработан алгоритм представительских действий от имени граждан Украины, которыми принято решение прекратить гражданство Украины.",
    "additionalServicesP5": "Вместе с вами мы спланируем последовательность совместных действий, определим и подготовим перечень документов, которые будет целесообразно использовать, а при необходимости обеспечим личное присутствие адвокатов.",
    "additionalServicesTitle3": "ОБРАЩАЕМ ВАШЕ ВНИМАНИЕ",
    "additionalServicesP6": "Лицо, которое в установленном порядке вышло или потеряло гражданство Украины, не лишено возможности воспользоваться правом на его восстановление в установленном порядке.",
    "freeTitle": "бесплатные консультации",
    "freeText": "Не по всем юридическим вопросам целесообразно обращаться за платной консультацией адвоката. С целью облегчения вашего доступа к необходимой информации, ниже приведены краткие ответы на наиболее часто задаваемые вопросы, которые могут вас заинтересовать.",
    "freeQuestion01": "Как иностранцу получить украинский паспорт?",
    "freeAnswer01": {
      "titleList1": "Украинский паспорт является официальным документом, подтверждающим наличие гражданства Украины у лица. Гражданство Украины может быть приобретено на основаниях, определённых законодательством. Рассмотрим основные из них:",
      "item11": "<bold>По рождению.</bold> Гражданство Украины приобретается в случае:",
      "subItem11": "рождения от родителей, которые являются гражданами Украины;",
      "subItem12": "рождения от одного из родителей, который является гражданином Украины;",
      "subItem13": "рождения на территории Украины от иностранцев или лиц без гражданства (с возможностью других вариантов в соответствии с законодательством).",
      "item12": "<bold>По территориальному происхождению.</bold> Это касается лиц, у которых один из прямых родственников (сын, дочь, отец, мать, дед, бабушка) родился на территории Украины до 24 августа 1991 года.",
      "item13": "<bold>Вследствие принятия в гражданство.</bold> К такому основанию относится брак с гражданином Украины, продолжающийся более двух лет, или непрерывное проживание на территории Украины в течение трёх или пяти лет, в зависимости от конкретных обстоятельств. Лицо, желающее быть принятым в гражданство Украины, также должно соответствовать другим требованиям: признание и соблюдение Конституции Украины и законов Украины, знание истории Украины, наличие законного источника существования, владение государственным языком, получение разрешения на иммиграцию в Украину.",
      "titleList2": "Законом предусмотрены и другие основания для приобретения гражданства Украины, в частности:",
      "item21": "восстановление в гражданстве;",
      "item22": "приобретение гражданства в связи с наличием гражданства Украины у одного или обоих родителей ребёнка;",
      "item23": "и другие случаи, определённые законодательством.",
      "titleList3": "Процедура приобретения гражданства Украины непосредственно связана с соблюдением законности пребывания лица на территории Украины на момент подачи заявления о приобретении гражданства Украины, а также с принятием обязательства прекратить в будущем иностранное гражданство.",
      "textList31": "В зависимости от установленной процедуры прекращения предыдущего гражданства, а также подтверждённого участия в военной защите государства, Украина может признать достаточным подтверждением прекращения иностранного гражданства следующие документы:",
      "item31": "справку о завершении процедуры выхода из гражданства в государстве предыдущего гражданства;",
      "item32": "декларацию об отказе или изменении гражданства.",
      "textList32": "До завершения процедуры выхода из иностранного гражданства лицо, получившее гражданство Украины, имеет право пользоваться только временным удостоверением гражданина Украины."
    },
    "freeQuestion02": "Как получить вид на жительство в Украине и в чем разница между временным и постоянным?",
    "freeAnswer02": {
      "item11": "<bold>Вид на жительство в Украине</bold> — это официальный документ, подтверждающий право иностранцев или лиц без гражданства на временное или постоянное проживание в Украине. Вид на жительство может быть постоянным или временным.",
      "item12": "<bold>Постоянный вид на жительство</bold> оформляется для лиц, получивших разрешение на иммиграцию в Украину, и предоставляет неограниченное право на трудоустройство наряду с другими преимуществами. Для получения разрешения на иммиграцию в Украину иностранец или лицо без гражданства должны обратиться в территориальный орган (подразделение) ГМС с соответствующим заявлением и пакетом документов, подтверждающим наличие оснований для его оформления. Разрешение на иммиграцию не имеет срока и условий действия, а сам вид на жительство подлежит обмену каждые 10 лет.",
      "item12p": "Разрешение на иммиграцию могут получить:",
      "subItem11": "высококвалифицированные специалисты;",
      "subItem12": "муж и жена гражданина Украины или иммигранта;",
      "subItem13": "близкие родственники граждан Украины;",
      "subItem14": "инвесторы;",
      "subItem15": "лица, имеющие украинское территориальное происхождение;",
      "subItem16": "военнослужащие;",
      "subItem17": "представители других категорий, определенных законодательством.",
      "item13": "<bold>Временный вид на жительство</bold> выдается на определенный срок, в зависимости от оснований его получения. Ниже приведены наиболее распространенные основания:",
      "subItem31": "трудоустройство – на срок действия разрешения на применение труда;",
      "subItem32": "брак с гражданином Украины – на 1 год;",
      "subItem33": "обучение – на весь период обучения.",
      "text31": "Стоит отметить, что права иностранцев с временным видом на жительство значительно ограничены по сравнению с мигрантами, получившими право на постоянное проживание.",
      "subTitle3": "Важные требования для оформления вида на жительство:",
      "item31": "Гражданам стран с визовым режимом поездок необходимо получить <bold>долгосрочную визу</bold>.",
      "item32": "Документы на оформление вида на жительство следует подавать <bold>не позднее чем за 15 рабочих дней</bold> до окончания разрешенного срока пребывания в Украине."
    },
    "freeQuestion03": "Нарушение сроков рассмотрения заявлений о принятии в гражданство Украины, а также выходе из гражданства Президентом Украины",
    "freeAnswer03": {
      "title": "Остается только ждать.",
      "item1": "Действительно, с начала 2020 года наблюдается почти полное прекращение издания Указов Президента Украины по вопросам гражданства, ранее издававшихся (но не публиковавшихся) примерно раз в три месяца. Дела о принятии в гражданство, которые были положительно рассмотрены Государственной миграционной службой Украины и Комиссией при Президенте Украины по гражданству, остаются без окончательного рассмотрения Президентом на протяжении многих лет.",
      "item2": "Следует отметить, что такая остановка не является избирательной по стране происхождения заявителей или основаниями для гражданства.",
      "item3": "В то же время отдельные лица все же были приняты в гражданство в индивидуальном порядке на протяжении последних лет. Это может свидетельствовать об изменении политики Офиса Президента в сфере гражданства в направлении ее усиления.",
      "item4": "Административные суды, рассматривая споры с Офисом Президента Украины относительно гражданства, как правило, воздерживаются от вмешательства в дискреционные полномочия главы государства, оставляя заявителям только надежду.",
      "item5": "Большая Палата Верховного Суда пришла к выводу, что несовершение Президентом Украины действий по изданию указа о предоставлении гражданства Украины пока не имеет характера противоправного бездействия и не может быть признано таковым."
    }
  },
  "Legislation": {
    "title": "законодательство",
    "description": "На этой странице вы можете найти ссылки на актуальное законодательство Украины в области миграционного права.",
    "filtering": "Выбрать категорию",
    "heroPicture": "Зал суда, вид на стол и кресло адвоката",
    "legislativeChangesTitle": "Изменения в законодательстве",
    "infoTitle": "Информация для граждан Ирана, Республики Беларусь и Российской Федерации, проживающих в Украине.",
    "infoP1": "С марта 2022 года территориальные органы Государственной миграционной службы начали применять презумпцию отказа для граждан Ирана, Республики Беларусь и Российской Федерации, проживающих в Украине и подавших заявление на обмен разрешения на временное/постоянное проживание в Украине.",
    "infoP2": "Как правило, основания для такого отказа являются формальными и не подкреплены обоснованными результатами проведённых проверок. Повторная подача документов или попытка устранить недостатки заявления не приводят к положительному результату.",
    "infoP3": "На данный момент единственным и эффективным способом защиты от таких противоправных действий, который позволяет восстановить права граждан, остаётся обращение в суд. Также следует отметить, что при рассмотрении соответствующих споров административные суды, как правило, склонны поддерживать позицию миграционной службы и применять законодательство в пользу государственного органа.",
    "infoP4": "Мы работаем сдержанно и последовательно. Мы не обещаем быстрых решений, но рано или поздно достигаем положительного результата."
  },
  "Accessibility": {
    "title1": "За пределами Киева и Киевской области? ",
    "title2": "Или у вас нет времени на поездки?",
    "description": "Читайте дальше, чтобы узнать, почему с нами легко работать!",
    "description2": "Если вы живете далеко, загружены делами или просто не можете взять ни одного дня отпуска. Не беспокойтесь. Мы предоставляем услуги клиентам по всему миру.",
    "heroPicture": "Темный почти черный фон с несколькими оранжевыми полосками как молниями",
    "sectionTitle1": "Мы доступны",
    "sectionP1": "Мы понимаем – посетить юридическую фирму в центре Киева посреди дня не всегда возможно. Если вы живете далеко, загружены делами или просто не можете взять ни одного дня отпуска. Не беспокойтесь. Мы предоставляем услуги клиентам по всему миру. Если вы ухаживаете за ребенком, и вам нужно взять в офис члена семьи, это тоже хорошо. У нас есть журналы, соответствующие возрасту книги-раскраски и иногда даже мороженое. Мы дружны к семьям и пожилым людям.",
    "sectionTitle2": "Мы технически подкованы... вроде того",
    "sectionLi1": "Мы можем встретиться с клиентами с помощью Zoom, Skype и других видеотехнологий.",
    "sectionLi2": "Мы разговариваем с клиентами в выходное время, чтобы адаптироваться к разным часовым поясам и графикам работы.",
    "sectionLi3": "Мы принимаем электронные подписи в наших соглашениях о предоставлении правовой помощи",
    "sectionLi4": "Мы принимаем оплату электронным переводом и картой",
    "sectionLi5": "Мы присылаем счета не только на электронную почту, но и на ваш почтовый ящик",
    "sectionLi6": "Ведем общение удобным для вас способом (включая смс)",
    "sectionLi7": "Мы присылаем документы клиентам с помощью Новой Почты, электронной почты или облачного программного обеспечения",
    "sectionLi8": "Мы не ожидаем, что у вас будет желание тратить время на распечатку документов"
  },
  "Page404": {
    "notFound": "Страница не найдена",
    "tryMore": "Вернитесь назад или попробуйте другую ссылку"
  }
}
