{
  "Site": {
    "title": "Миграционные Адвокаты",
    "description": "Адвокатская защита прав граждан в Государственной миграционной службе. Получение гражданства Украины, оформление вида на жительство, выход из гражданства Украины"
  },
  "Menu": {
    "main": "Главная",
    "services": "Услуги",
    "contacts": "Контакты",
    "legislation": "законодательство"
  },
  "Footer": {
    "copyright": "Все права защищены",
    "address": "Украина, г. Киев, ул. Деревлянская, д.13"
  },
  "Home": {
    "lawyer": "Миграционный адвокат",
    "title": "ЗАЩИТА ПРАВ ГРАЖДАН В ГОСУДАРСТВЕННОЙ МИГРАЦИОННОЙ СЛУЖБЕ",
    "description": "Адвокаты Антоний Курц, Дмитрий Коваленко и Сергей Кучерявенко, которые являются членами комитета Национальной ассоциации адвокатов Украины по миграционному праву, гражданству, защите от выдворения и экстрадиции, вместе с командой специалистов в различных отраслях права, обеспечивают защиту нарушенных прав иностранных граждан, лиц без гражданства и граждан Украины в отношениях с Государственной миграционной службой Украины и другими правоохранительными органами.",
    "heroPicture": "На заднем плане оранжевый глобус, на переднем плане судейский молоток",

    "whomTitle": "Мы помогаем",
    "whomBox1Title": "Если вы столкнулись с противоправными действиями органов Государственной миграционной службы Украины в таких случаях:",
    "whomBox1Li1": "отмены разрешения на иммиграцию и признание недействительным вида на постоянное проживание;",
    "whomBox1Li2": "отмены решения об оформлении приобретения гражданства Украины, признании недействительным и/или изъятие паспорта гражданина Украины;",
    "whomBox1Li3": "отказа (задержки) в оформлении разрешения на иммиграцию в Украину;",
    "whomBox1Li4": "отказа (задержки) в оформлении вида на временное проживание в Украине;",
    "whomBox1Li5": "принятие решения о запрете въезда в Украину или принудительное возвращение (выдворение);",
    "whomBox1Li6": "отказа в обмене паспорта гражданина Украины.",
    "whomBox1picture": "Адвокат в костюме держит в руке кожаную коричневую сумку.",

    "whomBox2Title": "Лицам, нуждающимся в защитнике в связи с привлечением к административной ответственности за:",
    "whomBox2Li1": "нарушение законодательства о правовом статусе иностранцев и лиц без гражданства;",
    "whomBox2Li2": "незаконное содействие иностранцам или лицам без гражданства в уклонении от выезда из Украины;",
    "whomBox2Li3": "незаконное пересечение или попытка незаконного пересечения государственной границы Украины;",
    "whomBox2Li4": "неисполнение обязанностей принимающей стороны.",
    "whomBox2picture": "Судейский молоток на фоне весов правосудия и стопки книг",

    "whomBox3Title": "Иностранцам, которые намерены обратиться в органы ГМС Украины с целью:",
    "whomBox3Li1": "приобретения гражданства Украины;",
    "whomBox3Li2": "получения разрешения на иммиграцию в Украину;",
    "whomBox3Li3": "оформления вида на постоянное/временное проживание;",
    "whomBox3Li4": "продления срока пребывания на территории Украины;",
    "whomBox3Li5": "получения статуса лица без гражданства.",
    "whomBox3picture": "Забор с колючей проволкой и табличка с надписью: Остановим нелегальную иммиграцию. Получение вида на жительство",

    "whomBox5Title": "Восстановление утраченных документов актов гражданского состояния Украины:",
    "whomBox5Li1": "получение дубликатов свидетельств о рождении, браке, смене имени;",
    "whomBox5Li2": "восстановление актовых записей гражданского состояния;",
    "whomBox5Li3": "внесение дополнений, изменений в актовые записи;",
    "whomBox5Li4": "поиск сведений в архивных учреждениях и получение соответствующих справок.",
    "whomBox5picture": "Зал органа регистрации актов гражданского состояния где получают свидетельства о рождении, браке, смене имени",

    "whomBox6Title": "Гражданам Украины, которым нужна помощь в связи с:",
    "whomBox6Li1": "необходимостью подтвердить приобретение ребенком гражданства Украины по рождению;",
    "whomBox6Li2": "выездом на постоянное жительство за пределы Украины;",
    "whomBox6Li3": "возвращением в Украину и снятием с консульского учета;",
    "whomBox6Li4": "обжалованием действий (бездействия) дипломатических учреждений за границей;",
    "whomBox6Li5": "необходимостью подтверждения статуса налогового нерезидента..",
    "whomBox6picture": "Паспорт Украины, гражданство Украины",

    "detailsButton": "Детальнее",

    "accessibility": "Узнайте, как мы обслуживаем клиентов в разных странах мира",

    "whomOtherServicesTitle": "УСЛУГИ ПО ВОПРОСАМ ГРАЖДАНСТВА",
    "whomBox4Title1": "Выход из гражданства Украины:",
    "whomBox4Li1": "Консультация",
    "whomBox4Li1P1": "Предлагаем персональную консультацию миграционного адвоката по вопросам потери или выхода из украинского гражданства. Заказав такую ​​консультацию, вы получите исчерпывающую информацию и практические советы по указанному вопросу от адвоката, который практикует много лет исключительно в сфере приобретения и потери гражданства Украины. Провести консультацию можно лично, посетив наш офис, или используя мессенджеры Telegram, Whatsup, Signal.",
    "whomBox4Li2": "Правовое сопровождение",
    "whomBox4Li2P1": "Для граждан Украины, принявших взвешенное решение, которые осведомлены о его правовых последствиях для себя, но все же намерены поднять вопрос выхода из украинского гражданства или инициировать процедуру его потери, предлагаем полное адвокатское сопровождение на всех этапах рассмотрения поданного ходатайства, направленное на достижение результата.",
    "whomBox4Title2": "Выход из предыдущего гражданства иностранцами, которые получили украинское гражданство:",
    "whomBox4Li3": "В течение двух лет с момента приобретения гражданства Украины, иностранец должен предоставить в миграционную службу документ о выходе из предыдущего гражданства. На практике, порядок выполнения такого требования закона не урегулирован на достаточном уровне и связан с правовыми и организационными сложностями, а в некоторых случаях оказывается вообще невозможным. Именно поэтому после получения временного удостоверения гражданина Украины мы рекомендуем обратиться за юридической консультацией, которая поможет определить эффективный, разумный алгоритм действий, не теряя время и деньги на сбор ненужных справок.",
    "whomBox4picture": "Семья с чемоданами в аэропорту, желающая осуществить выход из гражданства Украины",

    "whyTitle": "Почему следует обратиться к миграционному адвокату?",
    "whyP1": "Лица, впервые приехавшие в Украину и имеющие возможность получить незабываемые впечатления во время посещения государственных органов и учреждений, как правило, желают свести к минимуму любое общение с государством в дальнейшем и связанный с этим стресс.",
    "whyP2": "Практикой в ​​сфере миграционного права мы занимаемся более 15 лет. За это время тщательно изучили склад мышления, поведение и стиль работы должностных лиц миграционной службы Украины, а также работников других правоохранительных органов Украины.",
    "whyP3": "К сожалению, нарушения законодательства, коррупционные деяния, пренебрежительное отношение к правам и свободам иностранных граждан и граждан Украины случаются постоянно. Иностранцы чувствуют себя беспомощными и растерянными перед произволом должностных лиц органов государственной власти. В настоящее время мы уже не можем спокойно смотреть на то что происходит в нашем обществе.",
    "whyP4": "- Мы уверены, мы имеем силу и знания...",
    "whyPicture": "Человек что-то пишет за офисным столом, а на переднем плане надпись: Адвокат."
  },
  "Contacts": {
    "title": "Как связаться с нами",
    "heroPicture": "Статуэтка богини правосудия и судейский молоток на переднем плане",
    "lawyer1": "Адвокат Антоний Курц",
    "address1": "Украина, г. Киев, ул. Деревлянская, д.13, офис 303",
    "lawyer2": "Адвокат Дмитрий Коваленко",
    "address2": "Украина, г. Киев, ул. Вячеслава Черновола, д. 27, офис 217"
  },
  "Services": {
    "title": "Наши услуги",
    "description": "Если вам нужна помощь в вопросе, который не указан ниже, пожалуйста, сообщите. Возможно, мы сможем помочь. Мы всегда стремимся восполнить пробелы и обеспечить каждому доступ к консультациям по миграционному законодательству.",
    "titleServicesList": "Мы помогаем",
    "heroPicture": "Вид сверху на вопросы профориентации для судей",

    "whomBox1Title": "Основным направлением нашей адвокатской деятельности является защита граждан Украины и иностранцев от нарушений их прав со стороны Государственной миграционной службы Украины.",
    "whomBox1AfterTitle": "Исковая статистика нашей миграционной практики свидетельствует, что в настоящее время к наиболее распространенным административным нарушениям относятся случаи принятия руководителями территориальных органов (подразделений) ГМС следующих необоснованных решений:",
    "whomBox1Li1": "отмены разрешения на иммиграцию и признание недействительным вида на постоянное проживание;",
    "whomBox1Li2": "отмены решения об оформлении приобретения гражданства Украины, признании недействительным и/или изъятие паспорта гражданина Украины;",
    "whomBox1Li3": "отказа (задержки) в оформлении разрешения на иммиграцию в Украину;",
    "whomBox1Li4": "отказа (задержки) в оформлении вида на временное проживание в Украине;",
    "whomBox1Li5": "принятие решения о запрете въезда в Украину или принудительное возвращение (выдворение);",
    "whomBox1Li6": "отказа в обмене паспорта гражданина Украины.",
    "whomBox1P1": "В течение лет, в сфере государственного управления изменилось многое, но явления неэффективности решений чиновников и бюрократии, выполнение бессмысленных указаний высшего руководства являются постоянными.",
    "whomBox1P2": "За некоторым исключением, руководители государственных территориальных органов и подразделений Государственной миграционной службы Украины не желают прислушиваться к изложенным в заявлениях, аргументированным доводам и пояснениям. Чиновники редко открывают Конвенцию о защите прав человека и основополагающих свобод, практику ЕСПЧ, не слышали о балансе интересов и им нет дела до возможной тяжести последствий, наступающих для отдельного человека по результатам принятых актов индивидуального действия.",
    "whomBox1P3": "Единственным доводом в споре с субъектом властных полномочий было и остается решение суда, которым признано противоправное поведение с перспективой дальнейшей персональной ответственности конкретного должностного лица.",
    "whomBox1P4": "Таких решений у нас достаточно. Почти все они фиксируют противоправное бездействие руководителей территориальных органов ГМС Украины и обязывают совершить определенные судом действия, направленные на возобновление прав лиц для защиты которых мы обращались.",
    "whomBox1P5": "Мы создаем актуальную судебную доктрину в области миграционного права и постоянно совершенствуем ее.",
    "whomBox1picture": "Адвокат в костюме держит в руке кожаную коричневую сумку.",

    "whomBox2Title": "Предоставляем квалифицированную адвокатскую защиту гражданам в связи с привлечением их к административной ответственности за следующие правонарушения:",
    "whomBox2Li1": "нарушение законодательства о правовом статусе иностранцев и лиц без гражданства;",
    "whomBox2Li2": "незаконное содействие иностранцам или лицам без гражданства в уклонении от выезда из Украины;",
    "whomBox2Li3": "незаконное пересечение или попытка незаконного пересечения государственной границы Украины;",
    "whomBox2Li4": "неисполнение обязанностей принимающей стороны.",
    "whomBox2P1": "Действительно, почти каждый человек в своей жизни совершал административные правонарушения, но факт привлечения лица к ответственности за нарушение в сфере миграционного законодательства может значительно усложнить его правовое положение или помешать законным ожиданиям в будущем. Особенно советуем помнить о юридической осмотрительности иностранным гражданам, поскольку решение о запрете въезда на территорию Украины или отказе со стороны миграционной службы в оформлении документов может быть связано с указанными обстоятельствами.",
    "whomBox2P2": "Если вы были вызваны для составления протокола об административном правонарушении или задержаны работниками правоохранительных органов на улице, при первой возможности свяжитесь с нами по телефону ",
    "whomBox2P2or": "  или  ",
    "whomBox2P22": "",
    "whomBox2picture": "Судейский молоток на фоне весов правосудия и стопки книг",

    "whomBox3Title": "Вы можете обратиться к нам, если вам необходимо:",
    "whomBox3Li1": "приобрести гражданство Украины;",
    "whomBox3Li2": "получить разрешение на иммиграцию в Украину;",
    "whomBox3Li3": "оформить вид на постоянное/временное проживание;",
    "whomBox3Li4": "продлить срок пребывания на территории Украины;",
    "whomBox3Li5": "получить статус лица без гражданства.",
    "whomBox3P1": "Вместе с вами определим основания для обращения, подготовим необходимые документы, а также предоставим сопровождение для личной подачи в территориальный орган (подразделение) миграционной службы. Возможно только догадываться, почему при присутствии рядом с клиентом опытного адвоката случается минимальное количество отказов или неприятных неожиданностей.",
    "whomBox6picture": "Паспорт Украины, гражданство Украины",

    "whomBox4Title": "Получение документов в органах регистрации актов гражданского состояния",
    "whomBox4P1": "Получение новых или дубликатов документов, которые выдаются органами ЗАГС, является обычным делом в наше время. Часто такая необходимость обусловлена потерей или повреждением документов, но могут быть и другие причины, например, необходимость документально доказать наличие оснований для иммиграции или получения гражданства, замены документов советского образца на современные и т.д.",
    "whomBox4P2": "По вашему запросу мы получим для вас дубликаты следующих документов:",
    "whomBox4Li1": "свидетельство о рождении;",
    "whomBox4Li2": "свидетельство о браке;",
    "whomBox4Li3": "свидетельство о смерти;",
    "whomBox4Li4": "свидетельство о смене имени;",
    "whomBox4Li5": "архивную справку о рождении.",
    "whomBox4P3": "Кроме указанных свидетельств, вы можете заказать выписку из соответствующей актовой записи в полной или сокращенной форме.",
    "whomBox4P4": "В случае, если актовая запись не сохранилась (сохранилась частично) или в ней присутствуют расхождения с другими личными документами, действуя по вашему поручению, мы возьмем на себя заботу по внесению дополнений, исправлений или её восстановлению.",
    "whomBox5picture": "Зал органа регистрации актов гражданского состояния где получают свидетельства о рождении, браке, смене имени",

    "additionalServicesTitle": "ПРЕКРАЩЕНИЕ ГРАЖДАНСТВА УКРАИНЫ",
    "additionalServicesP1": "Гражданство Украины - правовая связь между физическим лицом и Украиной, что находит свое выражение в их взаимных правах и обязанностях.",
    "additionalServicesP2": "В статье 17 Закона Украины «О гражданстве Украины», перечислены возможные основания при наличии которых гражданство Украины прекращается, а именно – выход из гражданства или его утрата.",
    "additionalServicesUl1P1": "Для любого из этих оснований, логика нашего законодательства и ратифицированных Украиной международных договоров, регулирующих общественные правоотношения в сфере прекращения гражданства, построена на следующих принципах:",
    "additionalServicesUl1Li1": "невозможности для гражданина разорвать связь с государством быстро. Воля человека должна найти свое выражение в последовательном прохождении им юридических препятствий, ожидании, а также совершеннии определенных действий;",
    "additionalServicesUl1Li2": "предыдущее гражданство может прекратиться только после обретения следующего;",
    "additionalServicesUl1Li3": "решение о прекращении гражданства принимается исключительно Президентом Украины.",
    "additionalServicesTitle2": "Поскольку гражданство Украины может прекратиться путем выхода или потери, следует понимать в чем заключаются юридические особенности этих процедур.",
    "additionalServicesList1Title": "Прекращение гражданства Украины путем выхода:",
    "additionalServicesList1Item1": "инициатором всегда выступает гражданин или его представитель;",
    "additionalServicesList1Item2": "разрешено лицам, получившим статус постоянно проживающих за границей;",
    "additionalServicesList1Item3": "обращение подается в дипломатические учреждения Украины за границей;",
    "additionalServicesList1Item4": "необходимость предоставления достаточных доказательств приобретения гражданства другого государства.",
    "additionalServicesList2Title": "Утрата гражданства:",
    "additionalServicesList2Item1": "соответствующее производство начинается по представлению компетентного органа государственной власти Украины;",
    "additionalServicesList2Item2": "достаточно получения официальных сведений, свидетельствующих о добровольном обретении другого гражданства;",
    "additionalServicesList2Item3": "может произойти без привлечения самого носителя гражданства и без учета его мнения.",
    "additionalServicesP3": "Вынуждены констатировать, что последние несколько лет, обусловленная тяжелой ситуацией в стране миграционная политика, которую внедряют компетентные органы государственной власти, отчетливо поощряет затягивание рассмотрения обращений граждан о приобретении и прекращении украинского гражданства.",
    "additionalServicesP4": "Членами комитета Национальной ассоциации адвокатов Украины по миграционному праву был разработан алгоритм представительских действий от имени граждан Украины, которыми принято решение прекратить гражданство Украины.",
    "additionalServicesP5": "Вместе с вами мы спланируем последовательность совместных действий, определим и подготовим перечень документов, которые будет целесообразно использовать, а при необходимости обеспечим личное присутствие адвокатов.",
    "additionalServicesTitle3": "ОБРАЩАЕМ ВАШЕ ВНИМАНИЕ",
    "additionalServicesP6": "Лицо, которое в установленном порядке вышло или потеряло гражданство Украины, не лишено возможности воспользоваться правом на его восстановление в установленном порядке."
  },
  "Legislation": {
    "title": "законодательство",
    "description": "На этой странице вы можете найти ссылки на актуальное законодательство Украины в области миграционного права.",
    "filtering": "Выбрать категорию",
    "heroPicture": "Зал суда, вид на стол и кресло адвоката"
  },
  "Accessibility": {
    "title1": "За пределами Киева и Киевской области? ",
    "title2": "Или у вас нет времени на поездки?",
    "description": "Читайте дальше, чтобы узнать, почему с нами легко работать!",
    "heroPicture": "Темный почти черный фон с несколькими оранжевыми полосками как молниями",
    "sectionTitle1": "Мы доступны",
    "sectionP1": "Мы понимаем – посетить юридическую фирму в центре Киева посреди дня не всегда возможно. Если вы живете далеко, загружены делами или просто не можете взять ни одного дня отпуска. Не беспокойтесь. Мы предоставляем услуги клиентам по всему миру. Если вы ухаживаете за ребенком, и вам нужно взять в офис члена семьи, это тоже хорошо. У нас есть журналы, соответствующие возрасту книги-раскраски и иногда даже мороженое. Мы дружны к семьям и пожилым людям.",
    "sectionTitle2": "Мы технически подкованы... вроде того",
    "sectionLi1": "Мы можем встретиться с клиентами с помощью Zoom, Skype и других видеотехнологий.",
    "sectionLi2": "Мы разговариваем с клиентами в выходное время, чтобы адаптироваться к разным часовым поясам и графикам работы.",
    "sectionLi3": "Мы принимаем электронные подписи в наших соглашениях о предоставлении правовой помощи",
    "sectionLi4": "Мы принимаем оплату электронным переводом и картой",
    "sectionLi5": "Мы присылаем счета не только на электронную почту, но и на ваш почтовый ящик",
    "sectionLi6": "Ведем общение удобным для вас способом (включая смс)",
    "sectionLi7": "Мы присылаем документы клиентам с помощью Новой Почты, электронной почты или облачного программного обеспечения",
    "sectionLi8": "Мы не ожидаем, что у вас будет желание тратить время на распечатку документов"
  },
  "Page404": {
    "notFound": "Страница не найдена",
    "tryMore": "Вернитесь назад или попробуйте другую ссылку"
  }
}
