{
  "Site": {
    "title": "Миграционное бюро",
    "description": "Миграционный адвокат Курц Антоний Владимирович осуществляет защиту нарушенных прав иностранных граждан и граждан Украины в отношениях с Государственной миграционной службой Украины и другими правоохранительными органами Украины"
  },
  "Home": {
    "lawyer": "Курц Антоний Владимирович",
    "title": "ЗАЩИТА ПРАВ ГРАЖДАН В ГОСУДАРСТВЕННОЙ МИГРАЦИОННОЙ СЛУЖБЕ",
    "description": "Миграционный адвокат Курц Антоний Владимирович осуществляет защиту нарушенных прав иностранных граждан и граждан Украины в отношениях с Государственной миграционной службой Украины и другими правоохранительными органами Украины",
    "whyTitle": "Чому варто звернутись до міграційного бюро?",
    "whyP1": "Особи, які вперше приїхали до України та мали можливість отримати незабутні враження під час відвідування державних органів та установ, як правило, бажають звести до мінімуму будь-яке спілкування з державою у подальшому та пов'язаний з цим стрес.",
    "whyP2": "Практикою у сфері міграційного права займаюсь більше п’ятнадцяти років. За цей час я досконало вивчив склад мислення, поведінку та стиль роботи посадових і службових осіб міграційної служби України,  а також працівників інших правоохоронних органів України.",
    "whyP3": "Нажаль, порушення законодавства, корупційні діяння, зневажливе ставлення до прав і свобод іноземних громадян і громадян України трапляються повсякчасно. Іноземці відчувають себе безпомічними та розгубленими перед свавіллям посадових осіб органів державної влади. На цей час я вже не можу спокійно дивитись на та що відбувається в суспільстві.",
    "whyP4": "- Я уверен, у меня есть сила и знание вам помочь...",
    "biographyButton": "Биография",
    "whomTitle": "КОГДА НУЖНА НАША ПОМОЩЬ",
    "whomBox1Title": "Якщо ви зіткнулись з протиправними діями органів Державної міграційної служби України у таких випадках",
    "whomBox1Li1": "скасування дозволу на імміграцію та визнання недійсною посвідки на постійне проживання;",
    "whomBox1Li2": "скасування рішення про оформлення набуття громадянства України, визнання недійсним та/чи вилучення паспорту громадянина України;",
    "whomBox1Li3": "відмови в оформленні дозволу на імміграцію в Україну;",
    "whomBox1Li4": "відмови в оформленні посвідки на тимчасове проживання в Україні;",
    "whomBox1Li5": "прийняття рішення про заборону в’їзду в Україну.",
    "whomBox2Title": "Особам, які потребують захисника в зв’язку з притягненням до адміністративної відповідальності за порушення міграційного законодавства",
    "whomBox3Title": "Іноземцям, які мають намір звернутись до органів ДМС України з метою",
    "whomBox3Li1": "набуття громадянства України;",
    "whomBox3Li2": "отримання посвідки на постійне/тимчасове проживання;",
    "whomBox3Li3": "продовження терміну перебування на території України;",
    "whomBox3Li4": "отримання статусу особи без громадянства;",
    "whomOtherServicesTitle": "ПОСЛУГИ З ПИТАНЬ ГРОМАДЯНСТВА",
    "whomBox4Title1": "Вихід з громадянства України:",
    "whomBox4Li1": "Консультація",
    "whomBox4Li1P1": "Пропоную персональну консультацію міграційного адвоката з питань втрати чи виходу з українського громадянства. Замовивши таку консультацію ви отримаєте вичерпну інформацію та практичні поради з вказаного питання від адвоката, який практикує багато років виключно в сфері набуття і втрати громадянства України. Провести консультацію можливо особисто, відвідавши мій офіс, або використовуючи месенджери  Telegram, Whatsup, Signal.",
    "whomBox4Li2": "Правовий супровід",
    "whomBox4Li2P1": "Для громадян України, які прийняли виважене рішення, обізнані з його правовими наслідками для себе і все ж мають намір порушити питання виходу з українського громадянства або ініціювати процедуру його втрати, пропоную повний адвокатський супровід на всіх етапах розгляду поданого клопотання, що спрямований на досягнення результату.",
    "whomBox4Title2": "Вихід з попереднього громадянства:",
    "whomBox4Li3": "Правова допомогу в оформленні документів про вихід з попереднього громадянства після отримання тимчасового посвідчення громадянина України."
  }
}
