{
  "Site": {
    "title": "Миграционные адвокаты",
    "description": "Адвокатская защита прав граждан в Государственной миграционной службе. Получение гражданства Украины, оформление вида на жительство, выход из гражданства Украины"
  },
  "Menu": {
    "main": "Главная",
    "services": "Услуги",
    "contacts": "Контакты"
  },
  "Footer": {
    "copyright": "Все права защищены",
    "address": "Украина, г. Киев, ул. Деревлянская, д.13"
  },
  "Home": {
    "lawyer": "Миграционные адвокаты",
    "title": "ЗАЩИТА ПРАВ ГРАЖДАН В ГОСУДАРСТВЕННОЙ МИГРАЦИОННОЙ СЛУЖБЕ",
    "description": "Адвокаты Антоний Курц, Дмитрий Коваленко и Сергей Кучерявенко, которые являются членами комитета Национальной ассоциации адвокатов Украины по миграционному праву, гражданству, защите от выдворения и экстрадиции, вместе с командой специалистов в различных отраслях права, обеспечивают защиту нарушенных прав иностранных граждан, лиц без гражданства и граждан Украины в отношениях с Государственной миграционной службой Украины и другими правоохранительными органами.",

    "whomTitle": "Мы помогаем",
    "whomBox1Title": "Если вы столкнулись с противоправными действиями органов Государственной миграционной службы Украины в таких случаях:",
    "whomBox1Li1": "отмены разрешения на иммиграцию и признание недействительным вида на постоянное проживание;",
    "whomBox1Li2": "отмены решения об оформлении приобретения гражданства Украины, признании недействительным и/или изъятие паспорта гражданина Украины;",
    "whomBox1Li3": "отказа (задержки) в оформлении разрешения на иммиграцию в Украину;",
    "whomBox1Li4": "отказа (задержки) в оформлении вида на временное проживание в Украине;",
    "whomBox1Li5": "принятие решения о запрете въезда в Украину или принудительное возвращение (выдворение);",
    "whomBox1Li6": "отказа в обмене паспорта гражданина Украины.",

    "whomBox2Title": "Лицам, нуждающимся в защитнике в связи с привлечением к административной ответственности за:",
    "whomBox2Li1": "нарушение законодательства о правовом статусе иностранцев и лиц без гражданства;",
    "whomBox2Li2": "незаконное содействие иностранцам или лицам без гражданства в уклонении от выезда из Украины;",
    "whomBox2Li3": "незаконное пересечение или попытка незаконного пересечения государственной границы Украины;",
    "whomBox2Li4": "неисполнение обязанностей принимающей стороны.",

    "whomBox3Title": "Иностранцам, которые намерены обратиться в органы ГМС Украины с целью:",
    "whomBox3Li1": "приобретения гражданства Украины;",
    "whomBox3Li2": "получения разрешения на иммиграцию в Украину;",
    "whomBox3Li3": "оформления вида на постоянное/временное проживание;",
    "whomBox3Li4": "продления срока пребывания на территории Украины;",
    "whomBox3Li5": "получения статуса лица без гражданства.",

    "detailsButton": "Детальнее",

    "whomOtherServicesTitle": "УСЛУГИ ПО ВОПРОСАМ ГРАЖДАНСТВА",
    "whomBox4Title1": "Выход из гражданства Украины:",
    "whomBox4Li1": "Консультация",
    "whomBox4Li1P1": "Предлагаем персональную консультацию миграционного адвоката по вопросам потери или выхода из украинского гражданства. Заказав такую ​​консультацию, вы получите исчерпывающую информацию и практические советы по указанному вопросу от адвоката, который практикует много лет исключительно в сфере приобретения и потери гражданства Украины. Провести консультацию можно лично, посетив наш офис, или используя мессенджеры Telegram, Whatsup, Signal.",
    "whomBox4Li2": "Правовое сопровождение",
    "whomBox4Li2P1": "Для граждан Украины, принявших взвешенное решение, которые осведомлены о его правовых последствиях для себя, но все же намерены поднять вопрос выхода из украинского гражданства или инициировать процедуру его потери, предлагаем полное адвокатское сопровождение на всех этапах рассмотрения поданного ходатайства, направленное на достижение результата.",
    "whomBox4Title2": "Выход из предыдущего гражданства иностранцами, которые получили украинское гражданство:",
    "whomBox4Li3": "В течение двух лет с момента приобретения гражданства Украины, иностранец должен предоставить в миграционную службу документ о выходе из предыдущего гражданства. На практике, порядок выполнения такого требования закона не урегулирован на достаточном уровне и связан с правовыми и организационными сложностями, а в некоторых случаях оказывается вообще невозможным. Именно поэтому после получения временного удостоверения гражданина Украины мы рекомендуем обратиться за юридической консультацией, которая поможет определить эффективный, разумный алгоритм действий, не теряя время и деньги на сбор ненужных справок.",
    "whyTitle": "Почему следует обратиться к миграционному адвокату?",
    "whyP1": "Лица, впервые приехавшие в Украину и имеющие возможность получить незабываемые впечатления во время посещения государственных органов и учреждений, как правило, желают свести к минимуму любое общение с государством в дальнейшем и связанный с этим стресс.",
    "whyP2": "Практикой в ​​сфере миграционного права мы занимаемся более 15 лет. За это время тщательно изучили склад мышления, поведение и стиль работы должностных лиц миграционной службы Украины, а также работников других правоохранительных органов Украины.",
    "whyP3": "К сожалению, нарушения законодательства, коррупционные деяния, пренебрежительное отношение к правам и свободам иностранных граждан и граждан Украины случаются постоянно. Иностранцы чувствуют себя беспомощными и растерянными перед произволом должностных лиц органов государственной власти. В настоящее время мы уже не можем спокойно смотреть на то что происходит в нашем обществе.",
    "whyP4": "- Мы уверены, мы имеем силу и знания..."
  },
  "Contacts": {
    "title": "Как связаться с нами",
    "address1": "Украина, г. Киев, ул. Деревлянская, д.13, офис 303",
    "address2": "Украина, г. Киев, ул. Вячеслава Черновола, д. 27, офис 217"
  },
  "Services": {
    "title": "Наши услуги",
    "titleServicesList": "Мы помогаем",
    "whomBox1Title": "Основным направлением нашей адвокатской деятельности является защита граждан Украины и иностранцев от нарушений их прав со стороны Государственной миграционной службы Украины.",
    "whomBox1AfterTitle": "Исковая статистика нашей миграционной практики свидетельствует, что в настоящее время к наиболее распространенным административным нарушениям относятся случаи принятия руководителями территориальных органов (подразделений) ГМС следующих необоснованных решений:",
    "whomBox1Li1": "отмены разрешения на иммиграцию и признание недействительным вида на постоянное проживание;",
    "whomBox1Li2": "отмены решения об оформлении приобретения гражданства Украины, признании недействительным и/или изъятие паспорта гражданина Украины;",
    "whomBox1Li3": "отказа (задержки) в оформлении разрешения на иммиграцию в Украину;",
    "whomBox1Li4": "отказа (задержки) в оформлении вида на временное проживание в Украине;",
    "whomBox1Li5": "принятие решения о запрете въезда в Украину или принудительное возвращение (выдворение);",
    "whomBox1Li6": "отказа в обмене паспорта гражданина Украины.",
    "whomBox1P1": "В течение лет, в сфере государственного управления изменилось многое, но явления неэффективности решений чиновников и бюрократии, выполнение бессмысленных указаний высшего руководства являются постоянными.",
    "whomBox1P2": "За некоторым исключением, руководители государственных территориальных органов и подразделений Государственной миграционной службы Украины не желают прислушиваться к изложенным в заявлениях, аргументированным доводам и пояснениям. Чиновники редко открывают Конвенцию о защите прав человека и основополагающих свобод, практику ЕСПЧ, не слышали о балансе интересов и им нет дела до возможной тяжести последствий, наступающих для отдельного человека по результатам принятых актов индивидуального действия.",
    "whomBox1P3": "Единственным доводом в споре с субъектом властных полномочий было и остается решение суда, которым признано противоправное поведение с перспективой дальнейшей персональной ответственности конкретного должностного лица.",
    "whomBox1P4": "Таких решений у нас достаточно. Почти все они фиксируют противоправное бездействие руководителей территориальных органов ГМС Украины и обязывают совершить определенные судом действия, направленные на возобновление прав лиц для защиты которых мы обращались.",
    "whomBox1P5": "Мы создаем актуальную судебную доктрину в области миграционного права и постоянно совершенствуем ее.",
    "whomBox2Title": "Предоставляем квалифицированную адвокатскую защиту гражданам в связи с привлечением их к административной ответственности за следующие правонарушения:",
    "whomBox2Li1": "нарушение законодательства о правовом статусе иностранцев и лиц без гражданства;",
    "whomBox2Li2": "незаконное содействие иностранцам или лицам без гражданства в уклонении от выезда из Украины;",
    "whomBox2Li3": "незаконное пересечение или попытка незаконного пересечения государственной границы Украины;",
    "whomBox2Li4": "неисполнение обязанностей принимающей стороны.",
    "whomBox2P1": "Действительно, почти каждый человек в своей жизни совершал административные правонарушения, но факт привлечения лица к ответственности за нарушение в сфере миграционного законодательства может значительно усложнить его правовое положение или помешать законным ожиданиям в будущем. Особенно советуем помнить о юридической осмотрительности иностранным гражданам, поскольку решение о запрете въезда на территорию Украины или отказе со стороны миграционной службы в оформлении документов может быть связано с указанными обстоятельствами.",
    "whomBox2P2": "Если вы были вызваны для составления протокола об административном правонарушении или задержаны работниками правоохранительных органов на улице, при первой возможности свяжитесь с нами по телефону ",
    "whomBox2P2or": "  или  ",

    "whomBox3Title": "Вы можете обратиться к нам, если вам необходимо:",
    "whomBox3Li1": "приобрести гражданство Украины;",
    "whomBox3Li2": "получить разрешение на иммиграцию в Украину;",
    "whomBox3Li3": "оформить вид на постоянное/временное проживание;",
    "whomBox3Li4": "продлить срок пребывания на территории Украины;",
    "whomBox3Li5": "получить статус лица без гражданства.",
    "whomBox3P1": "Вместе с вами определим основания для обращения, подготовим необходимые документы, а также предоставим сопровождение для личной подачи в территориальный орган (подразделение) миграционной службы. Возможно только догадываться, почему при присутствии рядом с клиентом опытного адвоката случается минимальное количество отказов или неприятных неожиданностей.",

    "additionalServicesTitle": "Дополнительные услуги",
    "additionalServicesP1": "Также вы можете обратиться к нам, если вам необходимо получить:",
    "additionalServicesList1Title": "Консультацию или правовую помощь в связи с принятием решения о прекращении гражданства;",
    "additionalServicesList1Item1": "выход из гражданства Украины;",
    "additionalServicesList1Item2": "утрата гражданство Украины;",
    "additionalServicesList1Item3": "оформление документов о выходе из предыдущего гражданства или доказательство обстоятельств наличия у лица независимой от него причины невозможности выйти из такого гражданства."
  }
}
