{
  "Site": {
    "title": "Міграційні Адвокати",
    "description": "Адвокатський захист прав  громадян в Державній міграційній службі. Набуття громадянства України, оформлення посвідки на проживання, вихід з громадянства України"
  },
  "Menu": {
    "main": "Головна",
    "services": "Послуги",
    "legislation": "Законодавство",
    "contacts": "Контакти"
  },
  "Footer": {
    "copyright": "Всі права захищені",
    "address": "Україна, Київ вул. Деревлянська, 13"
  },
  "Home": {
    "lawyer": "Міграційні Адвокати",
    "title": "ЗАХИСТ ПРАВ ГРОМАДЯН У ДЕРЖАВНІЙ МІГРАЦІЙНІЙ СЛУЖБІ",
    "description": "Адвокати Антоній Курц, Дмитро Коваленко та Сергій Кучерявенко, які є членами комітету Національної асоціації адвокатів України з питань міграційного права, громадянства, захисту від видворення та екстрадиції, разом з командою фахівців у різних галузях права, забезпечують захист порушених прав іноземних громадян, осіб без громадянства та громадян України у відносинах з Державною міграційною службою України та іншими правоохоронними органами України.",

    "whomTitle": "Ми допомагаємо",
    "whomBox1Title": "Якщо ви зіткнулися з протиправними діями органів Державної міграційної служби України у таких випадках:",
    "whomBox1Li1": "скасування дозволу на імміграцію та визнання недійсною посвідки на постійне проживання;",
    "whomBox1Li2": "скасування рішення про оформлення набуття громадянства України, визнання недійсним та/чи вилучення паспорту громадянина України;",
    "whomBox1Li3": "відмови (затримки) в оформленні дозволу на імміграцію в Україну;",
    "whomBox1Li4": "відмови (затримки) в оформленні посвідки на тимчасове проживання в Україні;",
    "whomBox1Li5": "прийняття рішення про заборону в’їзду в Україну чи примусове повернення(видворення);",
    "whomBox1Li6": "відмови в обміні паспорта громадянина України.",

    "whomBox2Title": "Особам, які потребують захисника в зв’язку з притягненням до адміністративної відповідальності за:",
    "whomBox2Li1": "порушення законодавства про правовий статус іноземців та осіб без громадянства;",
    "whomBox2Li2": "незаконне сприяння іноземцям або особам без громадянства в ухиленні від виїзду з України;",
    "whomBox2Li3": "незаконне перетинання або спроба незаконного перетинання державного кордону України;",
    "whomBox2Li4": "невиконання обов'язків приймаючої сторони.",

    "whomBox3Title": "Іноземцям, які мають намір звернутись до органів ДМС України з метою:",
    "whomBox3Li1": "набуття громадянства України;",
    "whomBox3Li2": "отримання дозволу на імміграцію в Україну;",
    "whomBox3Li3": "оформлення посвідки на постійне/тимчасове проживання;",
    "whomBox3Li4": "продовження терміну перебування на території України;",
    "whomBox3Li5": "отримання статусу особи без громадянства.",

    "detailsButton": "Детальніше",

    "whomOtherServicesTitle": "ПОСЛУГИ З ПИТАНЬ ГРОМАДЯНСТВА",
    "whomBox4Title1": "Вихід з громадянства України:",
    "whomBox4Li1": "Консультація",
    "whomBox4Li1P1": "Пропонуємо персональну консультацію міграційного адвоката з питань втрати чи виходу з українського громадянства. Замовивши таку консультацію ви отримаєте вичерпну інформацію та практичні поради з вказаного питання від адвоката, який практикує багато років виключно в сфері набуття і втрати громадянства України. Провести консультацію можливо особисто, відвідавши наш офіс, або використовуючи месенджери  Telegram, Whatsup, Signal.",
    "whomBox4Li2": "Правовий супровід",
    "whomBox4Li2P1": "Для громадян України, які прийняли виважене рішення, обізнані з його правовими наслідками для себе і все ж мають намір порушити питання виходу з українського громадянства або ініціювати процедуру його втрати, пропоную повний адвокатський супровід на всіх етапах розгляду поданого клопотання, що спрямований на досягнення результату.",
    "whomBox4Title2": "Вихід з попереднього громадянства іноземцям, які набули українське громадянство:",
    "whomBox4Li3": "На протязі двох років з моменту набуття громадянства України, іноземець повинен надати документ про вихід з попереднього громадянства. На практиці, виконання такої вимоги закону не врегульовано на достатньому рівні, пов'язано з правовими і організаційними складнощами, а в деяких випадках виявляється взагалі неможливим. Саме тому, після отримання тимчасового посвідчення громадянина України, ми рекомендуємо звернутись за юридичною консультацією, яка допоможе визначити ефективний та розумний алгоритм дій, не витрачаючи час і гроші на збір непотрібних довідок.",
    "whyTitle": "Чому варто звернутись до міграційного адвоката?",
    "whyP1": "Особи, які вперше приїхали до України та мали можливість отримати незабутні враження під час відвідування державних органів та установ, як правило, бажають звести до мінімуму будь-яке спілкування з державою у подальшому та пов'язаний з цим стрес.",
    "whyP2": "Практикою у сфері міграційного права займаємось більше 15 років. За цей час ми досконало вивчили склад мислення, поведінку та стиль роботи посадових і службових осіб міграційної служби України,  а також працівників інших правоохоронних органів України.",
    "whyP3": "Нажаль, порушення законодавства, корупційні діяння, зневажливе ставлення до прав і свобод іноземних громадян і громадян України трапляються повсякчасно. Іноземці відчувають себе безпомічними та розгубленими перед свавіллям посадових осіб органів державної влади. На цей час ми вже не можемо спокійно дивитись на те що відбувається в суспільстві.",
    "whyP4": "- Ми впевнені, ми володіємо силою і знаннями..."
  },
  "Contacts": {
    "title": "як з нами зв’язатись",
    "address1": "Україна, м. Київ, вул. Деревлянська, 13, офіс 303",
    "address2": "Україна, м. Київ, вул. В'ячеслава Чорновола, 27, офіс 217"
  },
  "Services": {
    "title": "Наші послуги",
    "titleServicesList": "Ми допомагаємо",
    "whomBox1Title": "Основним напрямом нашої адвокатської діяльності є захист  громадян України та іноземців від порушень їх прав з боку Державної міграційної служби України.",
    "whomBox1AfterTitle": "Позовна статистика нашої міграційної практики свідчить, що на даний час до найбільш розповсюджених адміністративних порушень, відносяться випадки прийняття керівниками територіальних органів (підрозділів) ДМС наступних необгрунтованих рішень:",
    "whomBox1Li1": "скасування дозволу на імміграцію та визнання недійсною посвідки на постійне проживання;",
    "whomBox1Li2": "скасування рішення про оформлення набуття громадянства України, визнання недійсним та/чи вилучення паспорту громадянина України;",
    "whomBox1Li3": "відмови (затримки) в оформленні дозволу на імміграцію в Україну;",
    "whomBox1Li4": "відмови (затримки) в оформленні посвідки на тимчасове проживання в Україні;",
    "whomBox1Li5": "прийняття рішення про заборону в’їзду в Україну чи примусове повернення(видворення);",
    "whomBox1Li6": "відмови в обміні паспорта громадянина України.",
    "whomBox1P1": "Протягом років, в галузі державного управління змінилось багато що, але явища не ефективності чиновницьких рішень і бюрократії, виконання безглуздих вказівок керівництва є сталими.",
    "whomBox1P2": "За деяким виключенням, керівники державних територіальних органів і підрозділів Державної міграційної служби України не розуміють викладені у заявах, аргументовані  доводи та пояснення. Посадовці жодного разу не відкривали Конвенцію про захист прав людини та основоположних свобод чи практику ЄСПЛ, не чули про баланс інтересів і їм взагалі то байдуже щодо тяжкості наслідків, які настають для окремої людини за результатом прийнятих актів індивідуальної дії.",
    "whomBox1P3": "Єдиним доводом у суперечці з суб'єктом владних повноважень було та залишається рішення суду, яким визнано протиправну поведінку з перспективою подальшої персональної відповідальності конкретного посадовця.",
    "whomBox1P4": "Таких рішень у нас вдосталь. Майже всі вони фіксують протиправну бездіяльність керівників територіальних органів ДМС України та зобов'язують вчинити визначені судом дії, спрямовані на поновлення прав осіб за захистом яких ми звертались.",
    "whomBox1P5": "Ми створюємо актуальну судову доктрину в галузі міграційного права і постійно вдосконалюємо її.",
    "whomBox2Title": "Надаємо кваліфікований адвокатський  захист  громадянам у зв’язку з притягненням їх до адміністративної відповідальності за наступні правопорушення:",
    "whomBox2Li1": "порушення законодавства про правовий статус іноземців та осіб без громадянства;",
    "whomBox2Li2": "незаконне сприяння іноземцям або особам без громадянства в ухиленні від виїзду з України;",
    "whomBox2Li3": "незаконне перетинання або спроба незаконного перетинання державного кордону України;",
    "whomBox2Li4": "невиконання обов'язків приймаючої сторони.",
    "whomBox2P1": "Дійсно, майже кожна людина в своєму житті вчиняла адміністративні правопорушення, але факт притягнення особи до відповідальності за порушення в сфері міграційного законодавства може значно ускладнити її правове становище чи завадити законним очікуванням у майбутньому. Особливо радимо пам'ятати про юридичну обачність іноземним громадянам, оскільки рішення про заборону в'їзду на територію України чи відмова з боку міграційної служби в оформленні документів може бути пов'язано з вказаними обставинами.",
    "whomBox2P2": "Якщо вас було викликано для складання протоколу про адміністративне правопорушення чи затримано працівниками правоохоронних органів на вулиці, за першої можливості зв'яжіться з нами за телефоном ",
    "whomBox2P2or": "  або  ",
    "whomBox2P22": "",

    "whomBox3Title": "Ви можете звернутись до нас, якщо вам необхідно отримати:",
    "whomBox3Li1": "набуття громадянства України;",
    "whomBox3Li2": "отримання дозволу на імміграцію в Україну;",
    "whomBox3Li3": "оформлення посвідки на постійне/тимчасове проживання;",
    "whomBox3Li4": "продовження терміну перебування на території України;",
    "whomBox3Li5": "отримання статусу особи без громадянства.",
    "whomBox3P1": "Разом з вами визначимо підстави для звернення, підготуємо необхідні документи, а також надамо супровід  для особистої подачі до територіального органу (підрозділу) міграційної служби. Можливо тільки здогадуватись, чому  за присутності поруч з клієнтом досвідченого адвоката, трапляється мінімальна кількість відмов чи неприємних несподіванок.",

    "additionalServicesTitle": "ПРИПИНЕННЯ  ГРОМАДЯНСТВА УКРАЇНИ",
    "additionalServicesP1": "Громадянство України - правовий зв’язок між фізичною особою і Україною, що знаходить свій вияв у їх взаємних правах та обов’язках.",
    "additionalServicesP2": "У статті 17 Закону України «Про громадянство України», перелічено можливі підстави за наявності яких громадянство України припиняється, а саме - вихід з громадянства або його втрата.",
    "additionalServicesUl1P1": "Для будь-якої з цих підстав, логіка нашого законодавства і ратифікованих Україною міжнародних договорів, які регулюють суспільні правовідносини у сфері припинення громадянства, побудована на таких принципах:",
    "additionalServicesUl1Li1": "неможливості для громадянина розірвати звʼязок з державою швидко. Воля людини повинна знайти свій вияв у послідовному проходженні нею юридичних перешкод, очікуванні, а також вчинені певних дій;",
    "additionalServicesUl1Li2": "попереднє громадянство може припинитись лише після набуття наступного;",
    "additionalServicesUl1Li3": "рішення щодо припинення громадянства приймається виключно Президентом України.",
    "additionalServicesTitle2": "Оскільки громадянство України може припинитись шляхом виходу чи втрати, варто розуміти в чому ж полягають юридичні особливості цих процедур.",
    "additionalServicesList1Title": "Припинення громадянства України шляхом виходу:",
    "additionalServicesList1Item1": "ініціатором завжди виступає громадянин або його представник;",
    "additionalServicesList1Item2": "дозволено особам, які отримали статус постійно проживаючих за кордоном;",
    "additionalServicesList1Item3": "звернення подається до дипломатичних установ України за кордоном;",
    "additionalServicesList1Item4": "необхідність надання достатніх доказів набуття громадянства іншої країни.",
    "additionalServicesList2Title": "Втрата громадянства:",
    "additionalServicesList2Item1": "відповідне провадження розпочинається за поданням компетентного органу державної влади України;",
    "additionalServicesList2Item2": "достатньо отримання офіційних відомостей, які свідчать про добровільне набуття іншого громадянства;",
    "additionalServicesList2Item3": "може відбутися без залучення самого носія громадянства та без урахування його думки.",
    "additionalServicesP3": "Маємо констатувати, що останні декілька років, обумовлена важкою ситуацією в країні міграційна політика, яку впроваджують компетентні органи державної влади, стає все більше спрямованою на затягування розгляду звернень громадян щодо набуття і припинення українського громадянства.",
    "additionalServicesP4": "Членами комітету Національної асоціації адвокатів України з питань міграційного права було розроблено алгоритм представницьких дій від імені громадян України, якими було прийнято рішення припинити громадянство України.",
    "additionalServicesP5": "Разом з вами ми сплануємо послідовність спільних дій, визначимо і підготуємо перелік документів, який буде доцільно використовувати, а за необхідності забезпечимо особисту присутність адвокатів. ",
    "additionalServicesTitle3": "ЗВЕРТАЄМО ВАШУ УВАГУ",
    "additionalServicesP6": "Особа, яка в установленому порядку вийшла або втратила громадянство України, не позбавлена можливості, у будь-який час, скористатись в установленому порядку правом на його поновлення."
  },
  "Legislation": {
    "title": "законодавство",
    "description": "На цій сторінці ви маєте можливість знайти посилання на актуальне законодавство України в галузі міграційного права."
  }
}
