{
  "Site": {
    "title": "Міграційні Адвокати",
    "description": "Адвокатський захист прав  громадян в Державній міграційній службі. Набуття громадянства України, оформлення посвідки на проживання, вихід з громадянства України"
  },
  "Menu": {
    "main": "Головна",
    "interpol": "Інтерпол",
    "services": "Послуги",
    "legislation": "Законодавство",
    "contacts": "Контакти"
  },
  "Footer": {
    "copyright": "Всі права захищені",
    "address": "Україна, Київ вул. Деревлянська, 13"
  },
  "Home": {
    "lawyer": "Міграційний Адвокат",
    "title": "ЗАХИСТ ПРАВ ГРОМАДЯН У ДЕРЖАВНІЙ МІГРАЦІЙНІЙ СЛУЖБІ",
    "description": "Адвокати Антоній Курц, Дмитро Коваленко та Сергій Кучерявенко, які є членами комітету Національної асоціації адвокатів України з питань міграційного права, громадянства, захисту від видворення та екстрадиції, разом з командою фахівців у різних галузях права, забезпечують захист порушених прав іноземних громадян, осіб без громадянства та громадян України у відносинах з Державною міграційною службою України та іншими правоохоронними органами України.",
    "heroPicture": "На задньому плані оранжевий глобус, на передньому плані судійський молоток",

    "whomTitle": "Ми допомагаємо",
    "whomBox1Title": "Якщо ви зіткнулися з протиправними діями органів Державної міграційної служби України у таких випадках:",
    "whomBox1Li1": "скасування дозволу на імміграцію та визнання недійсною посвідки на постійне проживання;",
    "whomBox1Li2": "скасування рішення про оформлення набуття громадянства України, визнання недійсним та/чи вилучення паспорту громадянина України;",
    "whomBox1Li3": "відмови (затримки) в оформленні дозволу на імміграцію в Україну;",
    "whomBox1Li4": "відмови (затримки) в оформленні посвідки на тимчасове проживання в Україні;",
    "whomBox1Li5": "прийняття рішення про заборону в’їзду в Україну чи примусове повернення (видворення);",
    "whomBox1Li6": "відмови в обміні паспорта громадянина України.",
    "whomBox1picture": "Адвокат в костюмі тримає в руці шкіряну коричневу сумку",

    "whomBox2Title": "Особам, які потребують захисника в зв’язку з притягненням до адміністративної відповідальності за:",
    "whomBox2Li1": "порушення законодавства про правовий статус іноземців та осіб без громадянства;",
    "whomBox2Li2": "незаконне сприяння іноземцям або особам без громадянства в ухиленні від виїзду з України;",
    "whomBox2Li3": "незаконне перетинання або спроба незаконного перетинання державного кордону України;",
    "whomBox2Li4": "невиконання обов'язків приймаючої сторони;",
    "whomBox2Li5": "перевищення дозволеного строку перебування на території України.",
    "whomBox2picture": "Судівський молоток на фоні вагів правосуддя та стопки книжок",

    "whomBox3Title": "Іноземцям, які мають намір звернутись до органів ДМС України з метою:",
    "whomBox3Li1": "набуття громадянства України;",
    "whomBox3Li2": "отримання дозволу на імміграцію в Україну;",
    "whomBox3Li3": "оформлення посвідки на постійне/тимчасове проживання;",
    "whomBox3Li4": "продовження терміну перебування на території України;",
    "whomBox3Li5": "отримання статусу особи без громадянства.",
    "whomBox3picture": "Огорожа з колючою проволкою і табличка з написом: Зупинимо нелегальну імміграцію. Отримання посвідки на проживання",

    "whomBox5Title": "Відновлення втрачених документів актів цивільного стану України:",
    "whomBox5Li1": "отримання дублікатів свідоцтв про народження, шлюб, зміну імені;",
    "whomBox5Li2": "поновлення актових записів цивільного стану;",
    "whomBox5Li3": "внесення доповнень, змін до актових записів;",
    "whomBox5Li4": "пошук відомостей в архівних установах та отримання відповідних довідок.",
    "whomBox5picture": "Зала органу реєстрації актів цивільного стану де отримують свідоцтва про народження, шлюб, зміну імені",

    "whomBox6Title": "Громадянам України, яким потрібна допомога у зв'язку з:",
    "whomBox6Li1": "необхідністю підтвердити набуття дитиною громадянства України за народженням;",
    "whomBox6Li2": "виїздом на постійне проживання за межі України;",
    "whomBox6Li3": "поверненням в Україну та зняттям з консульського обліку;",
    "whomBox6Li4": "оскарженням дій (бездіяльності) дипломатичних установ закордоном;",
    "whomBox6Li5": "необхідністю доведення статусу податкового нерезидента.",
    "whomBox6picture": "Паспорт України, громадянство України",

    "detailsButton": "Детальніше",

    "accessibility": "Дізнайтеся, як ми обслуговуємо клієнтів з різних країн світу",

    "whomOtherServicesTitle": "ПОСЛУГИ З ПИТАНЬ ГРОМАДЯНСТВА",
    "whomBox4Title1": "Вихід з громадянства України:",
    "whomBox4Li1": "Консультація",
    "whomBox4Li1P1": "Пропонуємо персональну консультацію міграційного адвоката з питань втрати чи виходу з українського громадянства. Замовивши таку консультацію, ви отримаєте вичерпну інформацію та практичні поради з вказаного питання від адвоката, який практикує багато років виключно у сфері набуття і втрати громадянства України. Провести консультацію можливо особисто, відвідавши наш офіс або використовуючи месенджери  Telegram, Whatsup, Signal.",
    "whomBox4Li2": "Правовий супровід",
    "whomBox4Li2P1": "Для громадян України, які прийняли виважене рішення, обізнані з його правовими наслідками для себе і все ж мають намір порушити питання виходу з українського громадянства або ініціювати процедуру його втрати, Пропонуємо повний адвокатський супровід на всіх етапах розгляду поданого клопотання, що спрямований на досягнення результату.",
    "whomBox4Title2": "Вихід з попереднього громадянства іноземцям, які набули українське громадянство:",
    "whomBox4Li3": "Протягом двох років з моменту набуття громадянства України іноземець повинен надати документ про вихід з попереднього громадянства. На практиці виконання такої вимоги закону не врегульовано на достатньому рівні, що пов'язано з правовими та організаційними складнощами, а в деяких випадках виявляється взагалі неможливим. Саме тому, після отримання тимчасового посвідчення громадянина України, ми рекомендуємо звернутися за юридичною консультацією, яка допоможе визначити ефективний та розумний алгоритм дій, не витрачаючи час і гроші на збір непотрібних довідок.",
    "whomBox4picture": "Сімя з чемоданами в аеропорті, яка хоче здійснити вихід з громадянства України",

    "whyTitle": "Чому варто звернутись до міграційного адвоката?",
    "whyP1": "Особи, які вперше приїхали до України та мали можливість отримати незабутні враження під час відвідування державних органів та установ, як правило, бажають звести до мінімуму будь-яке спілкування з державою надалі та пов'язаний з цим стрес.",
    "whyP2": "Практикою у сфері міграційного права займаємось понад 15 років. За цей час ми досконало вивчили склад мислення, поведінку та стиль роботи посадових і службових осіб міграційної служби України,  а також працівників інших правоохоронних органів України.",
    "whyP3": "На жаль, порушення законодавства, корупційні діяння, зневажливе ставлення до прав і свобод іноземних громадян і громадян України трапляються повсякчасно. Іноземці відчувають себе безпомічними та розгубленими перед свавіллям посадових осіб органів державної влади. На цей час ми вже не можемо спокійно дивитись на те що відбувається в суспільстві.",
    "whyP4": "- Ми впевнені, ми володіємо силою і знаннями...",
    "whyPicture": "Чоловік щось пише за офісним столом, а на передньому плані надпис: Адвокат.",
    "whatYouGetTitle": "Що ви отримаєте звернувшись до міграційного адвоката",
    "wygItem1Title": "Інтерактивна заявка",
    "wygItem1Text": "Ви можете звернутися до нас у Telegram, WhatsApp чи Viber і надіслати копії наявних документів. Ми вивчимо отримані файли та повідомимо вам, які дії буде доцільно вчинити у вашому випадку! Жодних заплутаних форм та паперової роботи.",
    "wygItem2Title": "Індивідуальний контрольний список документів",
    "wygItem2Text": "Наша команда створить індивідуальний контрольний список документів, які вам потрібні, забезпечуючи повну та точну заявку.",
    "wygItem3Title": "Поглиблений юридичний огляд",
    "wygItem3Text": "Ваш кейс буде переглянутий кілька разів досвідченими адвокатами, щоб виявити будь-які помилки та виключити вірогідність відмови.",
    "wygItem4Title": "Адвокатський супровід",
    "wygItem4Text": "Адвокат зустріне вас та буде супроводжувати кожного разу під час відвідування міграційної служби, що підвищить вашу впевненість."
  },
  "Contacts": {
    "title": "Як з нами зв’язатись",
    "description": "На цій сторінці ви зможете знайти номери телефонів міграційного адвоката та адреси офісів.",
    "heroPicture": "Статуетка богині правосуддя та суддівський молоток на передньому плані",
    "lawyer1": "Адвокат Антоній Курц",
    "address1": "Україна, м. Київ, вул. Деревлянська, 13, офіс 303",
    "lawyer2": "Адвокат Дмитро Коваленко",
    "address2": "Україна, м. Київ, вул. В'ячеслава Чорновола, 27, офіс 217"
  },
  "Interpol": {
    "title": "Інтерпол",
    "descriptionSite": "Червоні повідомлення, як і інші типи повідомлень Інтерполу, відіграють важливу роль у підтриманні міжнародного правопорядку, але на практиці вони використовуються за призначенням не завжди. В окремих випадках ці інструменти стають засобом тиску з боку влади та використовуються для переслідування осіб із політичних, особистих, економічних або військових мотивів. Така практика може призводити до безпідставних арештів, затримань і обмеження свободи пересування.",
    "description": "Червоні повідомлення, як і інші типи повідомлень Інтерполу, відіграють важливу роль у підтриманні міжнародного правопорядку, але на практиці вони використовуються за призначенням не завжди. В окремих випадках ці інструменти стають засобом тиску з боку влади та використовуються для переслідування осіб із політичних, особистих, економічних або військових мотивів.<br></br>Така практика може призводити до безпідставних арештів, затримань і обмеження свободи пересування.",
    "heroPicture": "Інтерпол",
    "title1": "Що таке розшук Інтерполу?",
    "text1": "Інтерпол — це міжнародна організація, яка координує співпрацю правоохоронних органів різних країн. На запит однієї з країн може бути видано повідомлення про розшук (найчастіше Red Notice), яке фактично обмежує свободу пересування і може призвести до арешту при перетині кордону або рутинній перевірці.",
    "title2": "Як дізнатися, чи ви в розшуку через Інтерпол?",
    "text2": "Інформація про розшукуваних осіб, яка доступна для ознайомлення на офіційному сайті Інтерполу, регулярно оновлюється, проте має певні обмеження. Ми не рекомендуємо беззастережно покладатися на відсутність результатів пошуку про себе в цій базі. <indent> Актуальні та максимально достовірні відомості про свій статус можна отримати лише шляхом звернення до Комісії з контролю за файлами Інтерполу (CCF).</indent> <indent> Якщо ви бажаєте уточнити інформацію щодо свого статусу по лінії Інтерполу, ми готові надати правову допомогу у підготовці відповідного запиту та отриманні офіційної відповіді від CCF.</indent>",
    "title3": "Види повідомлень Інтерполу",
    "text3": "Інтерпол використовує систему кольорових повідомлень. Повідомлення — це стандартизовані міжнародні повідомлення для обміну інформацією між правоохоронними органами 195 країн-учасниць. Кожне повідомлення має свій колір, мету та сферу застосування, що дозволяє ефективно реагувати на різні загрози та ситуації у сфері міжнародної безпеки.",
    "title4": "Спеціальне повідомлення:",
    "text4": "Спеціальне повідомлення Ради Безпеки ООН видається в межах санкційних режимів ООН і стосується осіб та організацій, підозрюваних у тероризмі, фінансуванні тероризму або інших загрозах міжнародній безпеці.",
    "titleList1": "Основні типи повідомлень:",
    "list1Item1": "<bold>Червоне повідомлення</bold> <br></br>Використовується для розшуку осіб, підозрюваних або звинувачених у злочинах. Це міжнародний запит на тимчасове затримання з метою екстрадиції.",
    "list1Item2": "<bold>Зелене повідомлення</bold> <br></br>Служить для попередження інших країн про особу, яка вже вчинила злочин і потенційно становить загрозу громадській безпеці.",
    "list1Item3": "<bold>Помаранчеве повідомлення</bold> <br></br>Попереджає про загрози громадській безпеці, зокрема небезпечні об'єкти, вибухові пристрої, отруйні речовини тощо.",
    "list1Item4": "<bold>Синє повідомлення</bold> <br></br>Застосовується для встановлення місцеперебування, особи або збору додаткової інформації про людину, яка фігурує у кримінальному розслідуванні.",
    "list1Item5": "<bold>Жовте повідомлення</bold> <br></br>Використовується для розшуку зниклих безвісти, зокрема дітей, а також для встановлення особи людей, які не можуть повідомити про себе (наприклад, через хворобу чи травму).",
    "list1Item6": "<bold>Чорне повідомлення</bold> <br></br>Публікується для отримання інформації про невпізнані тіла, знайдені на території країни.",
    "list1Item7": "<bold>Фіолетове повідомлення</bold> <br></br>Використовується для обміну інформацією про злочинні методи, схеми чи інструменти, що застосовуються у протиправній діяльності (наприклад, методи злому, схеми контрабанди тощо).",
    "list1Item8": "<bold>Спеціальне повідомлення</bold> <br></br>Спеціальне повідомлення Ради Безпеки ООН видається в межах санкційних режимів ООН і стосується осіб та організацій, підозрюваних у тероризмі, фінансуванні тероризму або інших загрозах міжнародній безпеці.",
    "redTitle": "Червоне повідомлення Інтерполу: що це і навіщо використовується",
    "redText1": "Червоне повідомлення Інтерполу (іноді — червона картка) — це міжнародне повідомлення, яке використовується у випадках, коли існує ризик втечі підозрюваної особи. Воно відіграє ключову роль у притягненні до відповідальності осіб, які переховуються за кордоном, і значно спрощує процес їх екстрадиції.",
    "redText2": "Червоне повідомлення є офіційним повідомленням, яке надсилається правоохоронним органам усіх країн-учасниць Інтерполу. Таке повідомлення інформує, що розшукувана особа має бути затримана й тимчасово арештована до ухвалення рішення щодо екстрадиції в країну, яка видала ордер.",
    "titleList2": "Основні умови для публікації червоного повідомлення Інтерполу",
    "textList2": "Щоб Інтерпол видав червоне повідомлення, країна-заявник має надати докази дотримання низки суворих критеріїв. Ці умови спрямовані на запобігання зловживанням міжнародною системою розшуку та захист прав людини.",
    "list2Title1": "Наявність юридичних підстав",
    "list2Item1": "Має бути чинний національний ордер на арешт або інше судове рішення щодо особи, яка перебуває в розшуку.",
    "list2Title2": "Серйозність правопорушення",
    "list2Item2": "Червоне повідомлення може бути видане лише у випадках тяжких злочинів, таких як вбивство, тероризм, великі фінансові злочини та інші, що підпадають під міжнародні стандарти кримінального права.",
    "list2Title3": "Перебування за межами країни-заявника",
    "list2Item3": "Особа має перебувати за кордоном або існують обґрунтовані підстави вважати, що вона залишила територію держави, яка видала ордер.",
    "list2Title4": "Відповідність правилам Інтерполу",
    "list2Item4": "Запит на розшук через Інтерпол не повинен порушувати Статут і регламент Інтерполу. Зокрема, заборонено публікацію повідомлень, заснованих на політичних, військових, релігійних або расових мотивах.",
    "list2Title5": "Надання доказів",
    "list2Item5": "Країна-заявник зобов'язана надати достатні фактичні матеріали, що підтверджують обґрунтованість і необхідність міжнародного розшуку.",
    "list2Title6": "Оцінка ризиків порушення прав людини",
    "list2Item6": "Інтерпол може відхилити запит, якщо є підстави вважати, що публікація повідомлення призведе до порушення прав людини — наприклад, у разі наявності даних про тортури, несправедливий суд або політичне переслідування.",
    "title6": "Що включає в себе червоне повідомлення?",
    "titleList3": "Зазвичай червоне повідомлення містить таку інформацію:",
    "text1List3": "Ідентифікаційні дані:",
    "item1Text1List3": "Фотографія;",
    "item2Text1List3": "Загальний опис зовнішності (зріст, статура, татуювання тощо);",
    "item3Text1List3": "Дактилоскопічні дані (відбитки пальців);",
    "item4Text1List3": "Номери документів, що посвідчують особу та громадянство;",
    "item5Text1List3": "Інша інформація, що сприяє точнішій ідентифікації особи.",
    "text2List3": "Правова інформація:",
    "item1Text2List3": "Суть кримінального обвинувачення;",
    "item2Text2List3": "Посилання на закони, за якими порушено справу;",
    "item3Text2List3": "Інформація про ордер на арешт та інші судові документи.",
    "diffusionTitle": "Дифузія Інтерполу",
    "diffusionText1": "Дифузія — це форма міжнародного розшуку, яка використовується з тими ж цілями, що й повідомлення, але має іншу процедуру направлення. На відміну від офіційного повідомлення, дифузія надсилається однією країною-членом Інтерполу безпосередньо до обраних держав, минаючи Генеральний секретаріат.",
    "diffusionText2": "Фактично, дифузія виконує ту ж функцію, що й червоне повідомлення: інформує правоохоронні органи інших країн про запит на затримання конкретної особи. Проте, на відміну від червоного повідомлення, дифузія не публікується офіційно Інтерполом.",
    "diffusionText3": "Попри процедурні відмінності, наслідки дифузії можуть бути аналогічними наслідкам червоного повідомлення, включаючи затримання та екстрадицію розшукуваної особи.",
    "persecutionTitle": "Як припинити незаконне переслідування через Інтерпол?",
    "persecutionText1": "За законність обробки персональних даних і дотримання регламентів відповідає Комісія з контролю за файлами Інтерполу (CCF). До її повноважень входить надання відповідей на запити щодо доступу, зміни або видалення даних, які обробляє Інтерпол. Комісія розглядає кожну заяву індивідуально, оцінюючи обґрунтованість публікації даних та можливі порушення прав заявника.",
    "persecutionText2": "Саме звернення до CCF є найбільш ефективним способом отримати офіційну інформацію про себе та ініціювати процедуру оскарження повідомлень.",
    "persecutionText3": "Видалення інформації з бази даних Інтерполу відбувається шляхом подання офіційного запиту до CCF. Такий запит має містити достатнє обґрунтування та бути підкріплений доказами, зокрема судовими рішеннями, офіційними документами та іншими матеріалами.",
    "persecutionText4": "Підставами для звернення до CCF можуть бути: політична мотивація переслідування, порушення прав розшукуваної особи, відсутність юридичних підстав для арешту, помилки або недостовірна інформація.",
    "persecutionText5": "Якщо ви або ваші близькі стали об’єктом міжнародного розшуку через Інтерпол, важливо якомога швидше заручитися професійною юридичною підтримкою. Ми надаємо комплексну допомогу зі зняття з розшуку, скасування червоних повідомлень та захисту прав клієнтів на міжнародному рівні.",
    "helpTitle": "Як ми можемо допомогти",
    "helpText": "Ми надаємо повний юридичний супровід процесу зняття з неправомірного розшуку, включаючи:",
    "helpItem1": "Правовий аналіз обставин та документів, на підставі яких особу було оголошено в міжнародний розшук;",
    "helpItem2": "Підготовку та подання запиту до Комісії з контролю за файлами Інтерполу (CCF);",
    "helpItem3": "Збір і подання доказів порушень, допущених щодо клієнта;",
    "helpItem4": "Оскарження політично вмотивованих повідомлень;",
    "helpItem5": "Забезпечення локального захисту інтересів клієнта в судах та інстанціях різного рівня.",
    "whyTitle": "Чому обирають нас",
    "whyItem1": "<bold>Досвід роботи з Комісією CCF</bold> — високий відсоток успішних справ",
    "whyItem2": "<bold>Конфіденційність</bold> — захист персональних даних та інтересів клієнтів",
    "whyItem3": "<bold>Комплексний підхід</bold> — від правового аналізу до повного зняття обмежень",
    "whyItem4": "<bold>Міжнародні партнери</bold> — співпраця з адвокатами в інших країнах за потреби",
    "whyItem5": "Консультація та перша оцінка справи – <bold>безкоштовно</bold>",
    "whyItem6": "Кожна справа унікальна",
    "whyItem7": "Ми пропонуємо первинну консультацію, на якій оцінимо шанси на зняття з розшуку та пояснимо можливі кроки.",
    "callUs": " Зв'яжіться з нами зараз і шансів на успіх стане більше.",
    "ctaTitle": "Адвокатська перевірка в базі розшуку Інтерполу",
    "ctaText": "Ми зберемо відомості та надамо офіційну відповідь на запит щодо наявності інформації про вас у базі даних Інтерполу",
    "ctaButton": "Подати запит",
    "formPolicyTitle": "Просимо вас надати згоду на обробку персональних даних та ознайомитися з правилами захисту адвокатської таємниці",
    "formPolicyItem1": "Я підтверджую, що надаю свої персональні дані добровільно та усвідомлено з метою отримання юридичної допомоги. Я ознайомлений(а) з тим, що вся інформація, яку я залишаю на цьому вебсайті, є конфіденційною, охороняється законом і підлягає захисту згідно із положеннями Закону України «Про адвокатуру та адвокатську діяльність».",
    "formPolicyItem2": "Я розумію, що надсилання запиту або повідомлення через цю форму не створює адвокатсько-клієнтських відносин, якщо інше прямо не погоджено сторонами.",
    "formPolicyItem3": "Підтверджуючи цю згоду, я дозволяю обробку моїх персональних даних відповідно до Закону України «Про захист персональних даних».",
    "formPolicyItem4": "Я погоджуюсь з умовами та даю згоду на обробку моїх персональних даних.",
    "name": "Ваше ім’я*",
    "email": "Ваш email**",
    "country": "Країна проживання",
    "language": "Мова спілкування",
    "messenger": "Месенджер для зв’язку**",
    "contact": "контакт",
    "enter": "Введіть",
    "selectMessengerFirst": "Виберіть месенджер",
    "citizenship": "Громадянство",
    "fast": "Це терміновий запит?",
    "yes": "Так, запит терміновий ",
    "no": "Ні, запит не терміновий ",
    "message": "Короткий виклад обставин, у зв’язку з якими виникла необхідність отримання інформації про розшук по лінії Інтерполу",
    "send": "Надіслати запит",
    "nullName": "Введіть ваше ім’я",
    "errorName": "Тільки літери, дефіс, апостроф, лапки",
    "nullEmail": "Введіть email",
    "errorEmail": "Напишіть коректний email",
    "eitherEmailOrMessenger": "Вкажіть email або месенджер для зв’язку",
    "errorMessengerContactMissing": "Вкажіть нік або номер телефону",
    "successTitle": "Ваш запит успішно надіслано.",
    "errorTitle": "Сталася помилка під час надсилання запиту. Будь ласка, спробуйте пізніше.",
    "successDescription": "Ваше звернення важливе для нас. Протягом 12 годин після отримання запиту з вами зв’яжеться адвокат способом, який ви зазначили для комунікації."
  },
  "Services": {
    "title": "Наші послуги",
    "description": "Якщо вам потрібна допомога щодо питання, яке не зазначено нижче, будь ласка, повідомте. Можливо ми зможемо допомогти. Ми завжди прагнемо заповнити прогалини та забезпечити кожному доступ до консультацій із міграційного законодавства.",
    "titleServicesList": "Ми допомагаємо",
    "heroPicture": "Вид зверху на предмети профорієнтації для суддів",
    "whomBox1Title": "Основним напрямом нашої адвокатської діяльності є захист  громадян України та іноземців від порушень їх прав з боку Державної міграційної служби України.",
    "whomBox1AfterTitle": "Позовна статистика нашої міграційної практики свідчить, що наразі до найбільш поширених адміністративних порушень належать випадки прийняття керівниками територіальних органів (підрозділів) ДМС таких необґрунтованих рішень:",
    "whomBox1Li1": "скасування дозволу на імміграцію та визнання недійсною посвідки на постійне проживання;",
    "whomBox1Li2": "скасування рішення про оформлення набуття громадянства України, визнання недійсним та/чи вилучення паспорту громадянина України;",
    "whomBox1Li3": "відмови (затримки) в оформленні дозволу на імміграцію в Україну;",
    "whomBox1Li4": "відмови (затримки) в оформленні посвідки на тимчасове проживання в Україні;",
    "whomBox1Li5": "прийняття рішення про заборону в’їзду в Україну чи примусове повернення(видворення);",
    "whomBox1Li6": "відмови в обміні паспорта громадянина України.",
    "whomBox1P1": "Протягом років, в галузі державного управління змінилось багато що, але явища не ефективності чиновницьких рішень і бюрократії, виконання безглуздих вказівок керівництва є сталими.",
    "whomBox1P2": "За деяким виключенням, керівники державних територіальних органів і підрозділів Державної міграційної служби України не розуміють викладені у заявах, аргументовані  доводи та пояснення. Посадовці жодного разу не відкривали Конвенцію про захист прав людини та основоположних свобод чи практику ЄСПЛ, не чули про справедливий баланс і їм взагалі то байдуже щодо тяжкості наслідків, які настають для окремої людини за результатом прийнятих актів індивідуальної дії.",
    "whomBox1P3": "Єдиним доводом у суперечці з суб'єктом владних повноважень було та залишається рішення суду, яким визнано протиправну поведінку з перспективою подальшої персональної відповідальності конкретного посадовця.",
    "whomBox1P4": "Таких рішень у нас вдосталь. Майже всі вони фіксують протиправну бездіяльність керівників територіальних органів ДМС України та зобов'язують вчинити визначені судом дії, спрямовані на поновлення прав осіб за захистом яких ми звертались.",
    "whomBox1P5": "Ми створюємо актуальну судову доктрину в галузі міграційного права і постійно вдосконалюємо її.",
    "whomBox1picture": "Адвокат в костюмі тримає в руці шкіряну коричневу сумку",

    "whomBox2Title": "Надаємо кваліфікований адвокатський  захист  громадянам у зв’язку з притягненням їх до адміністративної відповідальності за наступні правопорушення:",
    "whomBox2Li1": "порушення законодавства про правовий статус іноземців та осіб без громадянства;",
    "whomBox2Li2": "незаконне сприяння іноземцям або особам без громадянства в ухиленні від виїзду з України;",
    "whomBox2Li3": "незаконне перетинання або спроба незаконного перетинання державного кордону України;",
    "whomBox2Li4": "невиконання обов'язків приймаючої сторони;",
    "whomBox2Li5": "перевищення іноземним громадянином дозволеного строку перебування на території України.",
    "whomBox2P1": "Дійсно, майже кожна людина у своєму житті вчиняла адміністративні правопорушення, але факт притягнення особи до відповідальності за порушення у сфері міграційного законодавства може значно ускладнити її правове становище чи завадити законним очікуванням у майбутньому. Особливо радимо пам'ятати про юридичну обачність іноземним громадянам, оскільки рішення про заборону в'їзду на територію України чи відмова з боку міграційної служби в оформленні документів може бути пов'язано з вказаними обставинами.",
    "whomBox2P2": "Якщо вас було викликано для складання протоколу про адміністративне правопорушення чи затримано працівниками правоохоронних органів на вулиці, за першої можливості зв'яжіться з нами за телефоном ",
    "whomBox2P2or": "  або  ",
    "whomBox2P22": "",
    "whomBox2picture": "Судівський молоток на фоні вагів правосуддя та стопки книжок",

    "whomBox3Title": "Ви можете звернутись до нас, якщо ви потребуєте фахової допомоги з наступних питань:",
    "whomBox3Li1": "набуття громадянства України;",
    "whomBox3Li2": "отримання дозволу на імміграцію в Україну;",
    "whomBox3Li3": "оформлення посвідки на постійне/тимчасове проживання;",
    "whomBox3Li4": "продовження терміну перебування на території України;",
    "whomBox3Li5": "отримання статусу особи без громадянства;",
    "whomBox3Li6": "отримання документів про припинення попереднього громадянства після набуття громадянства України.",

    "whomBox3P1": "Разом з вами визначимо підстави для звернення, підготуємо необхідні документи, а також надамо супровід  для особистої подачі до територіального органу (підрозділу) міграційної служби. Можливо тільки здогадуватись, чому  за присутності поруч з клієнтом досвідченого адвоката, трапляється мінімальна кількість відмов чи неприємних несподіванок.",
    "whomBox6picture": "Паспорт України, громадянство України",

    "whomBox4Title": "Отримання документів в органах реєстрації актів цивільного стану",
    "whomBox4P1": "Отримання нових або дублікатів документів, які видаються органами ДРАЦС, є звичною справою у наш час. Нерідко така потреба обумовлена втратою чи пошкодженням документів, але можуть бути й інші причини, наприклад, необхідність документально довести наявність підстав для імміграції чи набуття громадянства, заміни документів радянського зразка на сучасні тощо.",
    "whomBox4P2": "На ваше замовлення ми отримаємо для вас дублікати таких  документів:",
    "whomBox4Li1": "свідоцтво про народження;",
    "whomBox4Li2": "свідоцтво про шлюб;",
    "whomBox4Li3": "свідоцтва про смерть;",
    "whomBox4Li4": "свідоцтва про зміну імені;",
    "whomBox4Li5": "архівну довідку про народження.",
    "whomBox4P3": "Крім зазначених свідоцтв, ви маєте можливість замовити витяг з відповідного актового запису у повній чи скороченій формі.",
    "whomBox4P4": "У разі коли актовий запис не зберігся (зберігся частково) або в ньому присутні розбіжності з іншими особистими документами, діючи за вашим дорученням, ми візьмемо на себе клопіт щодо внесення доповнень, виправлень чи його поновлення.",
    "whomBox5picture": "Зала органу реєстрації актів цивільного стану де отримують свідоцтва про народження, шлюб, зміну імені",

    "additionalServicesTitle": "ПРИПИНЕННЯ  ГРОМАДЯНСТВА УКРАЇНИ",
    "additionalServicesP1": "Громадянство України - правовий зв’язок між фізичною особою та Україною, що знаходить свій вияв у їх взаємних правах та обов’язках.",
    "additionalServicesP2": "У статті 17 Закону України «Про громадянство України», перелічено можливі підстави за наявності яких громадянство України припиняється, а саме - вихід з громадянства або його втрата.",
    "additionalServicesUl1P1": "Для будь-якої з цих підстав, логіка нашого законодавства і ратифікованих Україною міжнародних договорів, які регулюють суспільні правовідносини у сфері припинення громадянства, побудована на таких принципах:",
    "additionalServicesUl1Li1": "неможливості для громадянина розірвати звʼязок з державою швидко. Воля людини повинна знайти свій вияв у послідовному проходженні нею юридичних перешкод, очікуванні, а також вчинені певних дій;",
    "additionalServicesUl1Li2": "попереднє громадянство може припинитись лише після набуття наступного;",
    "additionalServicesUl1Li3": "рішення щодо припинення громадянства приймається виключно Президентом України.",
    "additionalServicesTitle2": "Оскільки громадянство України може припинитись шляхом виходу чи втрати, варто розуміти в чому ж полягають юридичні особливості цих процедур.",
    "additionalServicesList1Title": "Припинення громадянства України шляхом виходу:",
    "additionalServicesList1Item1": "ініціатором завжди виступає громадянин або його представник;",
    "additionalServicesList1Item2": "дозволено особам, які отримали статус постійно проживаючих за кордоном;",
    "additionalServicesList1Item3": "звернення подається до дипломатичних установ України за кордоном;",
    "additionalServicesList1Item4": "необхідність надання достатніх доказів набуття громадянства іншої країни.",
    "additionalServicesList2Title": "Втрата громадянства:",
    "additionalServicesList2Item1": "відповідне провадження розпочинається за поданням компетентного органу державної влади України;",
    "additionalServicesList2Item2": "достатньо отримання офіційних відомостей, які свідчать про добровільне набуття іншого громадянства;",
    "additionalServicesList2Item3": "може відбутися без залучення самого носія громадянства та без урахування його думки.",
    "additionalServicesP3": "Маємо констатувати, що останні декілька років, обумовлена важкою ситуацією в країні міграційна політика, яку впроваджують компетентні органи державної влади, стає все більше спрямованою на затягування розгляду звернень громадян щодо набуття і припинення українського громадянства.",
    "additionalServicesP4": "Членами комітету Національної асоціації адвокатів України з питань міграційного права було розроблено алгоритм представницьких дій від імені громадян України, якими було прийнято рішення припинити громадянство України.",
    "additionalServicesP5": "Разом з вами ми сплануємо послідовність спільних дій, визначимо і підготуємо перелік документів, який буде доцільно використовувати, а за необхідності забезпечимо особисту присутність адвокатів. ",
    "additionalServicesTitle3": "ЗВЕРТАЄМО ВАШУ УВАГУ",
    "additionalServicesP6": "Особа, яка в установленому порядку вийшла або втратила громадянство України, не позбавлена можливості, у будь-який час, скористатись в установленому порядку правом на його поновлення.",
    "freeTitle": "безкоштовні консультації",
    "freeText": "Не з усіх юридичних питань доцільно звертатися за платною консультацією адвоката. З метою полегшення вашого доступу до необхідної інформації, нижче наведено стислі відповіді на найбільш поширені питання, що можуть вас зацікавити.",
    "freeQuestion01": "Як іноземцю отримати український паспорт?",
    "freeAnswer01": {
      "titleList1": "Український паспорт є офіційним документом, який підтверджує наявність громадянства України у особи. Громадянство України може бути набуте на підставах, визначених законодавством. Розглянемо основні з них:",
      "item11": "<bold>За народженням.</bold> Громадянство України набувається у разі:",
      "subItem11": "народження від батьків, які є громадянами України;",
      "subItem12": "народження від одного з батьків, який є громадянином України;",
      "subItem13": "народження на території України від іноземців чи осіб без громадянства (з можливістю інших варіацій відповідно до законодавства).",
      "item12": "<bold>За територіальним походженням.</bold> Це стосується осіб, які мають одного з прямих родичів (син, дочка, батько, мати, дід, баба) народжених на території України до 24 серпня 1991 року.",
      "item13": "<bold>Внаслідок прийняття до громадянства.</bold> До такої підстави відносится шлюб з громадянином України, що триває понад два роки чи безперервне проживання на території України протягом трьох або п'яти років, залежно від конкретних обставин. Особа, яка бажає бути прийнятою до громадянства України також повинна відповідати іншим вимогам: визнання і дотримання Конституції України та законів України, знання історії України, мати законне джерело існування, володіти державною мовою, отримати дозвіл на імміграцію в Україну.",
      "titleList2": "Законом передбачено й інші підстави для набуття громадянства України, зокрема:",
      "item21": "поновлення у громадянстві;",
      "item22": "набуття громадянства у зв’язку з перебуванням у громадянстві України одного чи обох батьків дитини;",
      "item23": "та інші випадки, визначені законодавством.",
      "titleList3": "Процедура набуття громадянства України безпосередньо пов’язана з дотриманням законності перебування особи на території України на момент подання заяви про набуття громадянства України, а також із прийняттям зобов’язання припинити у майбутньому іноземне громадянство.",
      "textList31": "Залежно від встановленої процедури припинення попереднього громадянства, а також підтвердженої участі у військовому захисті держави, Україна може визнати достатнім підтвердженням припинення іноземного громадянства наступні документи:",
      "item31": "довідку про завершення процедури виходу з громадянства у державі попереднього громадянства;",
      "item32": "декларацію про відмову або зміну громадянства.",
      "textList32": "До завершення процедури виходу з іноземного громадянства особа, яка набула громадянство України, має право користуватися лише тимчасовим посвідченням громадянина України."
    },
    "freeQuestion02": "Як отримати посвідку на проживання в Україні та в чому відмінність тимчасової від постійної?",
    "freeAnswer02": {
      "item11": "<bold>Посвідка на проживання в Україні</bold> є офіційним документом, що підтверджує право іноземців або осіб без громадянства на тимчасове чи постійне проживання в Україні. Посвідка на проживання буває постійною або тимчасовою.",
      "item12": "<bold>Посвідка на постійне проживання</bold> оформлюється для осіб, які отримали дозвіл на імміграцію в Україну та надає особі необмежене працевлаштування поряд з іншими перевагами. Для отримання дозволу на імміграцію в Україну іноземець або особа без громадянства повинні звернутись до територіального органу (підрозділу) ДМС з відповідною заявою і пакетом документів, який підтверджує наявність підстав для його оформлення. Дозвіл на імміграцію не має строку та умов дійсності, а сама посвідка підлягає обміну кожні 10 років.",
      "item12p": "Дозвіл на імміграцію можуть отримати:",
      "subItem11": "висококваліфіковані спеціалісти;",
      "subItem12": "чоловік та дружина громадянина України чи іммігранта;",
      "subItem13": "близькі родичі громадян України;",
      "subItem14": "інвестори;",
      "subItem15": "особи, які мають українське територіальне походження;",
      "subItem16": "військовослужбовці;",
      "subItem17": "представники інших категорій, визначених законодавством.",
      "item13": "<bold>Посвідка на тимчасове проживання</bold> видається на визначений період, залежно від підстав її отримання. Нижче наведено найбільш поширені підстави:",
      "subItem31": "працевлаштування – на термін дії дозволу на застосування праці;",
      "subItem32": "шлюб із громадянином України – на 1 рік;",
      "subItem33": "навчання – на весь період навчання.",
      "text31": "Варто зазначити, що права іноземців з тимчасовою посвідкою значно обмежені у порівнянні з мігрантами, які отримали право на постійне проживання.",
      "subTitle3": "Важливі вимоги для оформлення посвідки:",
      "item31": "Громадянам країн з візовим режимом поїздок необхідно отримати <bold>довгострокову візу</bold>.",
      "item32": "Документи на оформлення посвідки слід подавати <bold>не пізніше ніж за 15 робочих днів</bold> до закінчення дозволеного строку перебування в Україні."
    },
    "freeQuestion03": "Порушення строків розгляду заяв про прийняття до громадянства України, а також виходу з громадянства Президентом України",
    "freeAnswer03": {
      "title": "Залишається лише чекати.",
      "item1": "Дійсно, з початку 2020 року спостерігається майже повне припинення видання Указів Президента України щодо питань громадянства, які раніше видавались (але не публікувались) приблизно раз на три місяці. Справи про прийняття до громадянства, що були позитивно розглянуті Державною міграційною службою України та Комісією при Президентові України з питань громадянства, залишаються без остаточного розгляду Президента протягом багатьох років.",
      "item2": "Слід зазначити, що така зупинка не є вибірковою за країною походження заявників чи підставами для набуття громадянства.",
      "item3": "Водночас окремі особи все ж були прийняті до громадянства в індивідуальному порядку впродовж останніх років. Це може свідчити про зміну політики Офісу Президента у сфері громадянства в бік її посилення.",
      "item4": "Адміністративні суди, розглядаючи спори з Офісом Президента України щодо питань громадянства, як правило, утримуються від втручання у дискреційні повноваження глави держави, залишаючи заявникам лише надію.",
      "item5": "Велика Палата Верховного Суду дійшла висновку, що невчинення Президентом України дій щодо видання указу про надання громадянства України наразі не має характеру протиправної бездіяльності та не може бути визнане такою."
    }
  },
  "Legislation": {
    "title": "Законодавство",
    "description": "На цій сторінці ви маєте можливість знайти посилання на актуальне законодавство України в галузі міграційного права.",
    "filtering": "Обрати категорію",
    "heroPicture": "Зала суду, вид на стіл та крісло адвоката",
    "legislativeChangesTitle": "Зміни в законодавстві",
    "infoTitle": "Інформація для громадян Ірану, Республіки Білорусь, Російської Федерації, які проживають в Україні.",
    "infoP1": "Територіальні органи Державної міграційної служби з березня 2022 року почали застосовувати презумпцію відказу для громадян Ірану, Республіки Білорусь, Російської Федерації, які проживають в Україні і звернулись з заявою про обмін посвідки на тимчасове/постійне проживання в Україні.",
    "infoP2": "Як правило, підстави для такої відмови у обміні посвідки є формальними і не мають під собою обгрунтованих результатів здійснених перевірок. Повторне подання документів чи спроба усунення недоліків заяви не призводить до позитивного результату.",
    "infoP3": "На даний час єдиним і ефективним засобом захисту від таких протиправних дій, що призводить до відновлення прав громадян, залишається звернення до суду. Також маємо констатувати, що розглядаючи відповідні спори, адміністративні суди схильні дослуховуватись позиції міграційної служби і застосовувати законодавство на користь позиції державного органу.",
    "infoP4": "Ми працюємо стримано і послідовно. Ми не обіцяємо швидких рішень, але рано чи пізніше досягаємо позитивного результату."
  },
  "Accessibility": {
    "title1": "За межами Києва та Київської області? ",
    "title2": "Або не маєте часу на поїздки?",
    "description": "Читайте далі, щоб дізнатися, чому з нами легко працювати!",
    "description2": "Якщо ви живете далеко, маєте справи або просто не можете взяти жодного дня відпустки. Не хвилюйтеся. Ми надаємо послуги клієнтам по всьому світу.",
    "heroPicture": "Темний майже чорний фон з декількома оранжевими полосками наче блискавками",
    "sectionTitle1": "Ми доступні",
    "sectionP1": "Ми розуміємо – відвідати юридичну фірму в центрі Києва, посеред дня, не завжди можливо. Якщо ви живете далеко, маєте справи або просто не можете взяти жодного дня відпустки. Не хвилюйтеся. Ми надаємо послуги клієнтам по всьому світу. Якщо ви доглядаєте дитину, і вам потрібно взяти в офіс члена сім’ї, це теж добре. У нас є журнали, книжки-розмальовки, що відповідають віку, і іноді навіть морозиво. Ми дружні до сімей та осіб похилого віку.",
    "sectionTitle2": "Ми технічно підковані... нібито",
    "sectionLi1": "Ми можемо зустрітися з клієнтами за допомогою Zoom, Skype та інших відеотехнологій",
    "sectionLi2": "Ми розмовляємо з клієнтами у вихідний час, щоб адаптуватись до різних часових поясів і графіків роботи",
    "sectionLi3": "Ми приймаємо електронні підписи в наших угодах про надання правової допомоги",
    "sectionLi4": "Ми приймаємо оплату електронним переказом та карткою",
    "sectionLi5": "Ми надсилаємо рахунки не тільки на електронну пошту, але і на вашу поштову скриньку",
    "sectionLi6": "Ведемо спілкування зручним для вас способом (включаючи смс)",
    "sectionLi7": "Ми надсилаємо документи клієнтам за допомогою Нової Пошти, електронної пошти або хмарного програмного забезпечення",
    "sectionLi8": "Ми не очікуємо, що у вас буде бажання витрачати час на роздруківку документів"
  },
  "Page404": {
    "notFound": "Сторінка не знайдена",
    "tryMore": "Поверніться назад або спробуйте інше посилання"
  }
}
